/*
Navicat MySQL Data Transfer

Source Server         : localmysql
Source Server Version : 50553
Source Host           : localhost:3306
Source Database       : 520makati

Target Server Type    : MYSQL
Target Server Version : 50553
File Encoding         : 65001

Date: 2019-12-01 19:35:40
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `admin`
-- ----------------------------
DROP TABLE IF EXISTS `admin`;
CREATE TABLE `admin` (
  `admin_id` int(3) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) NOT NULL,
  `pwd` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `login_ip` varchar(50) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `lastlogined_at` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`admin_id`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of admin
-- ----------------------------
INSERT INTO `admin` VALUES ('1', 'admin', 'eyJpdiI6Ink0S0tEemtWN2RzTDhpXC9cLzNlRk5Idz09IiwidmFsdWUiOiJnU1RsK1BpMmtKemlXc2VsUzAyb2xBPT0iLCJtYWMiOiJjMTFiM2RjOTNmYmU3ZjQ4OWM5M2ZhZDgxOTVlNzkyOTNmMmRkNjk5MjMwNzU2NDE0YmRiZDRkYjNhYWI2ZjZlIn0=', '1', '127.0.0.1', '2018-07-09 13:41:55', '2019-12-01 18:24:18', '2019-12-01 06:24:18');

-- ----------------------------
-- Table structure for `attribute`
-- ----------------------------
DROP TABLE IF EXISTS `attribute`;
CREATE TABLE `attribute` (
  `id` int(3) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) DEFAULT NULL,
  `value` varchar(200) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of attribute
-- ----------------------------
INSERT INTO `attribute` VALUES ('1', '网站域名', 'http://www.manhua.com/');
INSERT INTO `attribute` VALUES ('2', '图片域名', 'http://img.manhua.com');
INSERT INTO `attribute` VALUES ('3', '联系QQ', '9874512');
INSERT INTO `attribute` VALUES ('4', '代理后台域名', 'http://www.manhuadailibackend.com/');
INSERT INTO `attribute` VALUES ('5', '代理推广域名', 'http://www.88hanman.com/');
INSERT INTO `attribute` VALUES ('6', '联系微信', 'sdf15dsffg');
INSERT INTO `attribute` VALUES ('7', '支付接口地址', 'http://www.manhuabackend.com/pay');

-- ----------------------------
-- Table structure for `category`
-- ----------------------------
DROP TABLE IF EXISTS `category`;
CREATE TABLE `category` (
  `cid` int(5) NOT NULL AUTO_INCREMENT,
  `c_name` varchar(50) NOT NULL,
  `parents_id` int(5) NOT NULL DEFAULT '0',
  `url` varchar(100) NOT NULL,
  `priority` int(6) NOT NULL DEFAULT '0',
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`cid`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of category
-- ----------------------------
INSERT INTO `category` VALUES ('1', '全彩韩漫', '0', '/manhua/1', '100', '1', '2018-11-06 18:38:25', '2018-10-29 00:24:20');
INSERT INTO `category` VALUES ('2', '连载韩漫', '0', '/hanman/0', '99', '1', '2018-11-08 14:09:07', '2018-11-08 14:09:07');
INSERT INTO `category` VALUES ('3', '完结韩漫', '0', '/hanman/1', '98', '1', '2018-11-08 14:09:17', '2018-11-08 14:09:17');
INSERT INTO `category` VALUES ('4', '热门韩漫', '0', '/hanman/hot', '97', '1', '2018-11-08 14:09:26', '2018-11-08 14:09:26');

-- ----------------------------
-- Table structure for `girlphotos`
-- ----------------------------
DROP TABLE IF EXISTS `girlphotos`;
CREATE TABLE `girlphotos` (
  `id` int(8) NOT NULL AUTO_INCREMENT,
  `g_id` int(11) NOT NULL,
  `photo` varchar(150) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `g_id` (`g_id`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of girlphotos
-- ----------------------------
INSERT INTO `girlphotos` VALUES ('1', '1', '/public/uploads/20191201/1.jpeg');
INSERT INTO `girlphotos` VALUES ('2', '1', '/public/uploads/20191201/2.jpeg');
INSERT INTO `girlphotos` VALUES ('3', '1', '/public/uploads/20191201/3.jpeg');
INSERT INTO `girlphotos` VALUES ('4', '2', '/public/uploads/20191201/1.jpg');
INSERT INTO `girlphotos` VALUES ('5', '2', '/public/uploads/20191201/2.jpg');
INSERT INTO `girlphotos` VALUES ('6', '2', '/public/uploads/20191201/3.jpg');
INSERT INTO `girlphotos` VALUES ('7', '2', '/public/uploads/20191201/4.jpg');
INSERT INTO `girlphotos` VALUES ('8', '2', '/public/uploads/20191201/5.jpg');

-- ----------------------------
-- Table structure for `girls`
-- ----------------------------
DROP TABLE IF EXISTS `girls`;
CREATE TABLE `girls` (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) NOT NULL,
  `nation_id` tinyint(2) NOT NULL,
  `cover` varchar(150) NOT NULL,
  `intro` text NOT NULL COMMENT '简介',
  `service` text COMMENT '服务内容',
  `views` int(8) NOT NULL DEFAULT '0' COMMENT '浏览次数',
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0:上架 1:在上钟 2:休息中 3:下架',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of girls
-- ----------------------------
INSERT INTO `girls` VALUES ('1', 'Violet', '2', '', 'intro', 'service', '0', '0', '2019-12-01 13:17:00', '2019-12-01 13:17:02');
INSERT INTO `girls` VALUES ('2', 'Shine', '2', '', 'intro', 'service', '0', '0', '2019-12-01 13:18:42', '2019-12-01 13:18:37');

-- ----------------------------
-- Table structure for `manhua`
-- ----------------------------
DROP TABLE IF EXISTS `manhua`;
CREATE TABLE `manhua` (
  `manhua_id` int(8) NOT NULL AUTO_INCREMENT,
  `cid` int(5) NOT NULL,
  `name` varchar(150) NOT NULL,
  `author` varchar(50) NOT NULL,
  `cover` varchar(150) NOT NULL,
  `intro` text NOT NULL,
  `views` int(8) NOT NULL DEFAULT '0',
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0: 不显示 1:显示',
  `finish` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0:连载 1:完结',
  `last_update_time` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`manhua_id`)
) ENGINE=MyISAM AUTO_INCREMENT=236 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of manhua
-- ----------------------------
INSERT INTO `manhua` VALUES ('1', '1', 'H-Mate', '', '/public/uploads/20181117/1542384093lQdjY.jpg', '十五年來的好友關係 卻在一夕間變了質 該用什麼關係看待她呢..  ', '851', '0', '1', '2018-11-17 00:04:06', '2018-11-17 00:04:06', '2018-11-17 00:04:06');
INSERT INTO `manhua` VALUES ('2', '1', '戀愛輔助器', '', '/public/uploads/20181117/1542384298D8wqn.jpg', '已經集滿一卡車的「好人卡」了嗎? 現在有項秘密神器，不論把妹或約炮，成功率保證100%!!', '826', '0', '1', '2018-11-17 00:05:00', '2018-11-17 00:05:00', '2018-11-17 00:05:00');
INSERT INTO `manhua` VALUES ('3', '1', '調教家政婦', '', '/public/uploads/20181117/15423845038m3rI.jpg', '和父母一起突然歸國的外國美魔女家政婦， 將與我發展出一段不可告人的關係..', '671', '1', '1', '2018-11-17 00:08:31', '2018-11-17 00:08:31', '2018-11-17 00:08:31');
INSERT INTO `manhua` VALUES ('4', '1', '同居', '', '/public/uploads/20181117/1542384549IFIuC.jpg', '朋友的女朋友允熙, 這是我們初次見面的場景', '411', '0', '1', '2018-11-17 00:09:10', '2018-11-17 00:09:10', '2018-11-17 00:09:10');
INSERT INTO `manhua` VALUES ('5', '1', '三姐妹', '', '/public/uploads/20181117/1542384592knKOY.jpg', '記憶中的美好初戀，以及和她相似的三個女兒。究竟讓他陷入混亂深淵的，是他的初戀，還是三姐妹呢?', '153', '0', '1', '2018-11-17 00:09:53', '2018-11-17 00:09:53', '2018-11-17 00:09:53');
INSERT INTO `manhua` VALUES ('6', '1', '人妻性解放', '', '/public/uploads/20181117/1542384628QJEPA.jpg', '不論多麼堅可不摧的事物  若從一個微小的細縫開始擊破 很快的 將會分崩離析', '337', '1', '1', '2018-11-17 00:10:33', '2018-11-17 00:10:33', '2018-11-17 00:10:33');
INSERT INTO `manhua` VALUES ('7', '1', '紅杏出牆', '', '/public/uploads/20181117/1542384687UJlEU.jpg', '發現我老婆和我朋友關係的那瞬間 與憤怒伴隨而來的，是快感!', '524', '0', '1', '2018-11-17 00:11:32', '2018-11-17 00:11:32', '2018-11-17 00:11:32');
INSERT INTO `manhua` VALUES ('8', '1', 'Heaven', '', '/public/uploads/20181117/1542384729rXAUe.jpg', '為了還債而做的選擇...竟讓我成為了夜晚的王子!', '397', '1', '1', '2018-11-17 00:12:16', '2018-11-17 00:12:16', '2018-11-17 00:12:16');
INSERT INTO `manhua` VALUES ('9', '1', '撲通撲通! MY OFFICE LADYS', '', '/public/uploads/20181117/1542384764FR0TM.jpg', '與五名性感又神祕的女上司一同展開令人心跳不已的辦公室生活!', '985', '0', '1', '2018-11-17 00:13:04', '2018-11-17 00:13:04', '2018-11-17 00:13:04');
INSERT INTO `manhua` VALUES ('10', '1', '雙重戀愛', '', '/public/uploads/20181117/1542384849Fc56m.jpg', '一個平凡的理工科大學生和兩位各有不同魅力的新生學妹，展開了一段秘密的雙重戀愛', '822', '1', '1', '2018-11-17 00:14:17', '2018-11-17 00:14:17', '2018-11-17 00:14:17');
INSERT INTO `manhua` VALUES ('11', '1', '制服的誘惑', '', '/public/uploads/20181117/1542384932VoBYX.jpg', '比什麼都還引人遐想的制服，制服的誘惑，你承受的了嗎?', '189', '0', '1', '2018-11-17 00:15:38', '2018-11-17 00:15:38', '2018-11-17 00:15:38');
INSERT INTO `manhua` VALUES ('12', '1', '老婆 回來了', '', '/public/uploads/20181117/1542384984XCKun.jpg', '老婆她回國了，兩個人住在同一個屋簷下，但問題是...', '173', '0', '1', '2018-11-17 00:16:36', '2018-11-17 00:16:36', '2018-11-17 00:16:36');
INSERT INTO `manhua` VALUES ('13', '1', '情慾靈藥', '', '/public/uploads/20181117/1542385039wTc4E.jpg', '絕對忠誠馬子狗-吳豐玖,不小心獲得了足以魅惑全世界女人的能力...', '860', '1', '1', '2018-11-17 00:17:32', '2018-11-17 00:17:32', '2018-11-17 00:17:32');
INSERT INTO `manhua` VALUES ('14', '1', 'H校園', '', '/public/uploads/20181117/1542385085hjiFM.jpg', '沒有經驗的男生也能成為謎片明星!!主導新潮流的潮片巨星挑戰記!!', '752', '1', '1', '2018-11-17 00:18:09', '2018-11-17 00:18:09', '2018-11-17 00:18:09');
INSERT INTO `manhua` VALUES ('15', '1', '無名島', '', '/public/uploads/20181117/1542385139aFgDR.jpg', '在沒有名字的島-「無名島」上展開的生存遊戲  撲倒對方或被殺，想活命就做出抉擇吧! ', '319', '0', '1', '2018-11-17 00:19:00', '2018-11-17 00:19:00', '2018-11-17 00:19:00');
INSERT INTO `manhua` VALUES ('16', '1', '圈套', '', '/public/uploads/20181117/1542385170Yif8u.jpg', '乖巧懂事的妹妹，竟在「那一晚」後變了個人...!', '742', '1', '1', '2018-11-17 00:19:31', '2018-11-17 00:19:31', '2018-11-17 00:19:31');
INSERT INTO `manhua` VALUES ('17', '1', '樓鳳', '', '/public/uploads/20181117/1542385213QPxL7.jpg', '不分晝夜，她總是在那裡等我寵幸...那間1204號套房...', '298', '1', '1', '2018-11-17 00:20:14', '2018-11-17 00:20:14', '2018-11-17 00:20:14');
INSERT INTO `manhua` VALUES ('18', '1', '誘惑', '', '/public/uploads/20181117/1542385254jlurR.jpg', '妻子幼齒的天真妹妹...一個從天真爛漫的女孩變冶豔成熟的女人慢慢地向我靠近!', '527', '1', '1', '2018-11-17 00:20:56', '2018-11-17 00:20:56', '2018-11-17 00:20:56');
INSERT INTO `manhua` VALUES ('19', '1', '偶然', '', '/public/uploads/20181117/1542385286OIUsk.jpg', '偶然間再次與初戀相遇，究竟該如何抉擇...', '361', '1', '1', '2018-11-17 00:21:38', '2018-11-17 00:21:38', '2018-11-17 00:21:38');
INSERT INTO `manhua` VALUES ('20', '1', '啪啪啪調教所', '', '/public/uploads/20181117/15423853463oONQ.jpg', '失去記憶被關在密室中的我,還有幾位和我落到同樣處境的同伴(?) 一起過著如同囚犯般的生活,在這邊必做的功課就是定期和各式各樣的女人做愛...?!', '900', '0', '1', '2018-11-17 00:22:32', '2018-11-17 00:22:32', '2018-11-17 00:22:32');
INSERT INTO `manhua` VALUES ('21', '1', '危險性遊戲', '', '/public/uploads/20181117/1542385407iTlJI.jpg', '在這個滿足女人的慾望秘密俱樂部裡，讓你見識前所未見的危險性遊戲！', '214', '1', '1', '2018-11-17 00:23:31', '2018-11-17 00:23:31', '2018-11-17 00:23:31');
INSERT INTO `manhua` VALUES ('22', '1', '那裡的香氣', '', '/public/uploads/20181117/1542385446qoaqe.jpg', '那個男人所散發出的甜蜜香氣 令我在不知不覺間就心醉神迷!', '373', '1', '1', '2018-11-17 00:24:07', '2018-11-17 00:24:07', '2018-11-17 00:24:07');
INSERT INTO `manhua` VALUES ('23', '1', '本能解決師', '', '/public/uploads/20181117/1542385488CbeeH.jpg', '如果你擁有讀取他人感情的能力會怎麼樣呢？ 會脫離死肥宅的稱號嗎？會把到你夢寐以求的女神嗎？ 還是會做一些色色的事情...？', '988', '1', '1', '2018-11-17 00:24:49', '2018-11-17 00:24:49', '2018-11-17 00:24:49');
INSERT INTO `manhua` VALUES ('24', '1', '亞哈路', '', '/public/uploads/20181117/1542385522NTIuR.jpg', '得到極品安可拉的亞哈路，迎來了從未想像過的冒險旅程!撼動平凡生活的偉大幻想曲於此誕生!', '434', '0', '1', '2018-11-17 00:25:25', '2018-11-17 00:25:25', '2018-11-17 00:25:25');
INSERT INTO `manhua` VALUES ('25', '1', '激情分享屋', '', '/public/uploads/20181117/1542385590kYDt2.jpg', '只要喝酒就會變成壞男人?膽小眼鏡男大反轉!性福(?)的民宿老闆激情大放送!', '743', '1', '1', '2018-11-17 00:26:35', '2018-11-17 00:26:35', '2018-11-17 00:26:35');
INSERT INTO `manhua` VALUES ('26', '1', '催眠師', '', '/public/uploads/20181117/1542385631JBIPh.jpg', '一個被系花騙錢又被迫退學的魯蛇，將靠著從路邊迷之流浪漢學來的催眠術展開復仇並逆轉人生！', '699', '1', '1', '2018-11-17 00:27:16', '2018-11-17 00:27:16', '2018-11-17 00:27:16');
INSERT INTO `manhua` VALUES ('27', '1', '兩個女人', '', '/public/uploads/20181117/1542385675RXatj.jpg', '不出軌就無法活的妻子，與愛上他的小姨子，夾在這兩個女人之間的他該如何是好呢...?', '961', '1', '1', '2018-11-17 00:27:57', '2018-11-17 00:27:57', '2018-11-19 14:31:05');
INSERT INTO `manhua` VALUES ('28', '1', 'Mom cafe', '', '/public/uploads/20181117/1542385750PvWZV.jpg', '賢妻良母的背後,隱藏著淫蕩的一面...屬於媽媽的秘密聚會-Mom cafe', '899', '0', '1', '2018-11-17 00:29:15', '2018-11-17 00:29:15', '2018-11-17 00:29:15');
INSERT INTO `manhua` VALUES ('29', '1', 'Dark Sea', '', '/public/uploads/20181117/1542385799FNau2.jpg', '在無處可逃的茫茫大海裡，漁船上唯一的女人—得熙，該如何面對男人們無止境的渴求呢...', '546', '1', '1', '2018-11-17 00:30:06', '2018-11-17 00:30:06', '2018-11-17 00:30:06');
INSERT INTO `manhua` VALUES ('30', '1', '初戀症候群', '', '/public/uploads/20181117/1542385864NDC76.jpg', '還記得初戀的青澀滋味嗎? 第一次的牽手.第一次的kiss...第一次的接觸...', '115', '1', '1', '2018-11-17 00:31:07', '2018-11-17 00:31:06', '2018-11-17 00:31:06');
INSERT INTO `manhua` VALUES ('31', '1', '出軌', '', '/public/uploads/20181117/1542386431EPsN5.jpg', '等等來我辦公室，我再仔細跟妳解釋。一見22歲女學生的胴體，沉寂的本能終於爆發了', '398', '0', '1', '2018-11-17 00:40:32', '2018-11-17 00:40:32', '2018-11-17 00:40:32');
INSERT INTO `manhua` VALUES ('32', '1', '17種性幻想 ver.2', '', '/public/uploads/20181117/15423865053vKxu.jpg', '看一對情侶如何藉由完成一份野外性幻想清單來挽救日漸倦怠的戀愛關係！', '360', '1', '1', '2018-11-17 00:41:51', '2018-11-17 00:41:51', '2018-11-17 00:41:51');
INSERT INTO `manhua` VALUES ('33', '1', '今天,加班好咩?', '', '/public/uploads/20181117/15423865627sBYc.jpg', '男女職員各有三名的AA綜合商社營業3組,有著不為人知的隱密關係 每天歡樂愉快的加班時光開始囉...!', '834', '1', '1', '2018-11-17 00:42:43', '2018-11-17 00:42:43', '2018-11-17 00:42:43');
INSERT INTO `manhua` VALUES ('34', '1', '脫光光小島', '', '/public/uploads/20181117/1542386591kd3O6.jpg', '關係錯綜複雜的五名男女，被關在無人島上，展開慘烈的生存遊戲。', '528', '0', '1', '2018-11-17 00:43:16', '2018-11-17 00:43:16', '2018-11-17 00:43:16');
INSERT INTO `manhua` VALUES ('35', '1', '醜聞 第二季', '', '/public/uploads/20181117/1542386655OksSF.jpg', '經紀人與藝人之間不可告人的故事將被公開!', '838', '0', '1', '2018-11-17 00:44:16', '2018-11-17 00:44:16', '2018-11-17 00:44:16');
INSERT INTO `manhua` VALUES ('36', '1', 'NEW FACE', '', '/public/uploads/20181117/1542386718btZWl.jpg', '我的靈魂進入了朋友的身體裡，現在開始我要佔據你的身體，以及你的女朋友!', '673', '1', '1', '2018-11-17 00:45:19', '2018-11-17 00:45:19', '2018-11-17 00:45:19');
INSERT INTO `manhua` VALUES ('37', '1', '幫人家畫嘛', '', '/public/uploads/20181117/1542386757CVEwl.jpg', '一男一女因緣際會之下展開奇妙同居生活 攜手創造最強A漫! 但只憑想像...你...可以讓我親身體驗一下嗎?', '961', '0', '1', '2018-11-17 00:45:58', '2018-11-17 00:45:58', '2018-11-17 00:45:58');
INSERT INTO `manhua` VALUES ('38', '1', '朋友的妻子：有妳在的家', '', '/public/uploads/20181117/1542386794J1bn6.jpg', '「欸，這位朋友，可以把我老婆還我嗎?」 讓我一見鍾情的那女子...她居然是我朋友的老婆?', '579', '0', '1', '2018-11-17 00:46:35', '2018-11-17 00:46:35', '2018-11-17 00:46:35');
INSERT INTO `manhua` VALUES ('39', '1', '要交換嗎?', '', '/public/uploads/20181117/1542386841jwFs6.jpg', '極端的環境使下，更加無法隱藏的本能，我們…要交換嗎？', '258', '0', '1', '2018-11-17 00:47:22', '2018-11-17 00:47:22', '2018-11-17 00:47:22');
INSERT INTO `manhua` VALUES ('40', '1', '他的女人', '', '/public/uploads/20181117/1542386879o86D6.jpg', '無可奈何的情況下 拜倒於各個石榴裙下的男子 體驗偷情的快感', '271', '0', '1', '2018-11-17 00:48:00', '2018-11-17 00:48:00', '2018-11-17 00:48:00');
INSERT INTO `manhua` VALUES ('41', '1', '姊姊: 蓮', '', '/public/uploads/20181117/1542386922LeJXn.jpg', '叔叔對身下的姊姊低喃了幾句，讓原本正在哭泣的她停止哭泣，露出了笑容...', '695', '0', '1', '2018-11-17 00:48:43', '2018-11-17 00:48:43', '2018-11-17 00:48:43');
INSERT INTO `manhua` VALUES ('42', '1', '30cm立約人', '', '/public/uploads/20181117/1542387050dJphi.jpg', '惡魔「聽見你的聲音」了！ 但說好的30cm卻變成...  ', '936', '0', '1', '2018-11-17 00:50:51', '2018-11-17 00:50:51', '2018-11-17 00:50:51');
INSERT INTO `manhua` VALUES ('43', '1', '凌辱販賣機', '', '/public/uploads/20181117/1542387117uG0Ur.jpg', '「今天被美男告白了，是個幸福的一天!!」奈奈在五萬人中脫穎而出被選為本屆國母的候選人，唯有與獲認證的男性發生關係並懷上優秀子孫後才可...', '909', '0', '1', '2018-11-17 00:51:58', '2018-11-17 00:51:58', '2018-11-17 00:51:58');
INSERT INTO `manhua` VALUES ('44', '1', '神秘貝殼島', '', '/public/uploads/20181117/1542387175tspYb.jpg', '一場船難，意外發現的神秘小島... 那是個只有女人，而且全是美女居住的人間仙境!!', '883', '0', '1', '2018-11-17 00:52:56', '2018-11-17 00:52:56', '2018-11-17 00:52:56');
INSERT INTO `manhua` VALUES ('45', '1', '泥沼', '', '/public/uploads/20181117/1542387210KsK2R.jpg', '雖然光鮮亮麗，但裡面卻是個充滿慾望的地方，頂級明星的真面目就此揭曉', '417', '1', '1', '2018-11-17 00:53:31', '2018-11-17 00:53:31', '2018-11-17 00:53:31');
INSERT INTO `manhua` VALUES ('46', '1', '10億風騷老闆娘', '', '/public/uploads/20181117/1542387254uIUQp.jpg', '身為酒店的紅牌，不論是軟雞男還是性變態....遇到的故事，一個比一個精彩。', '301', '0', '1', '2018-11-17 00:54:15', '2018-11-17 00:54:15', '2018-11-17 00:54:15');
INSERT INTO `manhua` VALUES ('47', '1', '女助教', '', '/public/uploads/20181117/1542387294xGMYt.jpg', '白天是弟子，晚上變奴隸', '779', '1', '1', '2018-11-17 00:54:55', '2018-11-17 00:54:55', '2018-11-19 13:04:18');
INSERT INTO `manhua` VALUES ('48', '1', '我的秘密砲友', '', '/public/uploads/20181117/1542388068u8fma.jpg', '我明明就已經有女朋友了，但為什麼總是會想起那個女人呢？與謎樣的她展開的秘密幽會！', '161', '0', '1', '2018-11-17 01:07:51', '2018-11-17 01:07:51', '2018-11-17 01:07:51');
INSERT INTO `manhua` VALUES ('49', '1', '好朋友的女朋友', '', '/public/uploads/20181117/1542388121HIOU4.jpg', '我知道這樣不對，但我的理智已在崩裂邊緣，是酒精的影響?還是我真的......', '336', '0', '1', '2018-11-17 01:08:42', '2018-11-17 01:08:42', '2018-11-17 01:08:42');
INSERT INTO `manhua` VALUES ('50', '1', '人妻性解放3:粗糙的手', '', '/public/uploads/20181117/1542388166H7mAf.jpg', '在遇見渣男之後，欠下一屁股債的善花 為了償還債務，她又再次做出了個愚蠢的決定...究竟善花往後該何去何從呢？', '432', '0', '1', '2018-11-17 01:09:29', '2018-11-17 01:09:29', '2018-11-17 01:09:29');
INSERT INTO `manhua` VALUES ('51', '1', '淫蕩的妻子們', '', '/public/uploads/20181117/15423882011vXqU.jpg', '1個丈夫...3個妻子...坐享齊人之福的這男人真面目到底是....?!', '520', '0', '1', '2018-11-17 01:10:02', '2018-11-17 01:10:02', '2018-11-17 01:10:02');
INSERT INTO `manhua` VALUES ('52', '1', '陰濕路', '', '/public/uploads/20181117/1542388228pKUtt.jpg', '因病毒流出造成殭屍到處流竄，對那些生死一線間的生存者來說，貪婪與情慾將不需再隱瞞。', '298', '0', '1', '2018-11-17 01:10:29', '2018-11-17 01:10:29', '2018-11-17 01:10:29');
INSERT INTO `manhua` VALUES ('53', '1', 'Bodychange', '', '/public/uploads/20181117/1542388262t2sg2.jpg', '不用開刀，光打針就能改變樣貌?!天啊!那是真的嗎?!', '744', '0', '1', '2018-11-17 01:11:03', '2018-11-17 01:11:03', '2018-11-17 01:11:03');
INSERT INTO `manhua` VALUES ('54', '1', '奴家思想', '', '/public/uploads/20181117/1542388292Zqqtf.jpg', '變態前輩vs.奴隸後輩!當年所受的恥辱,我會加倍奉還!', '796', '0', '1', '2018-11-17 01:11:33', '2018-11-17 01:11:33', '2018-11-17 01:11:33');
INSERT INTO `manhua` VALUES ('55', '1', '墮落遊戲', '', '/public/uploads/20181117/1542388332sVvtp.jpg', '讓目中無人的她墮落吧!讓清純的她墮落吧! 究竟,這場遊戲的勝利會屬於誰?', '146', '0', '1', '2018-11-17 01:12:14', '2018-11-17 01:12:14', '2018-11-17 01:12:14');
INSERT INTO `manhua` VALUES ('56', '1', '叢林愛愛法則', '', '/public/uploads/20181117/1542388379iMAmn.jpg', '當不高、不富、不帥的超平凡男生與女子團體中當紅的性感藝人獨處在無人島上，究竟會發生什麼事呢？光想像都要冒幸福泡泡的美夢成真啦！', '204', '0', '1', '2018-11-17 01:13:00', '2018-11-17 01:13:00', '2018-11-17 01:13:00');
INSERT INTO `manhua` VALUES ('57', '1', '小褲褲精靈', '', '/public/uploads/20181117/1542388415bHYh1.jpg', '養一隻小褲褲精靈吧！有了小褲褲精靈，戀愛高手就是你！', '968', '0', '1', '2018-11-17 01:13:36', '2018-11-17 01:13:36', '2018-11-17 01:13:36');
INSERT INTO `manhua` VALUES ('58', '1', '索多瑪俱樂部', '', '/public/uploads/20181117/15423884561p0UT.jpg', '冒失的女記者，聰明美麗的女議員及其助理，三人間因SM而起的愛恨糾葛，痛與愉悅的極致快感！', '633', '0', '1', '2018-11-17 01:14:17', '2018-11-17 01:14:17', '2018-11-17 01:14:17');
INSERT INTO `manhua` VALUES ('59', '1', 'Dream Girl', '', '/public/uploads/20181117/154238854209WMT.jpg', '集結廣大男性理想型於一身的DREAM GIRL!與她的同居生活即將展開...', '701', '0', '1', '2018-11-17 01:15:44', '2018-11-17 01:15:44', '2018-11-17 01:15:44');
INSERT INTO `manhua` VALUES ('60', '1', '17種性幻想', '', '/public/uploads/20181117/1542388576hSLfT.jpg', '你夢想中17種刺激的性幻想!!', '694', '0', '1', '2018-11-17 01:16:17', '2018-11-17 01:16:17', '2018-11-17 01:16:17');
INSERT INTO `manhua` VALUES ('61', '1', '獵物', '', '/public/uploads/20181117/15423886284BsCr.jpg', '在一個只要進去就很難走出來的陌生莊園中，有一位被男子養大的少女，讓每個男人皆為她醉生夢死...  ', '412', '0', '1', '2018-11-17 01:17:10', '2018-11-17 01:17:10', '2018-11-17 01:17:10');
INSERT INTO `manhua` VALUES ('62', '1', '崔強性氣與朴銀慧', '', '/public/uploads/20181117/1542388683gkJVO.jpg', '崔強性在火車上與一位神秘女子發生豔遇,這名女子卻消失不見,究竟這名女子是誰呢?', '811', '0', '1', '2018-11-17 01:18:04', '2018-11-17 01:18:04', '2018-11-17 01:18:04');
INSERT INTO `manhua` VALUES ('63', '1', '粉紅報告書', '', '/public/uploads/20181117/1542388772UaNFw.jpg', '您喜歡的東西 這裡全部都能滿足您', '982', '0', '1', '2018-11-17 01:19:38', '2018-11-17 01:19:38', '2018-11-17 01:19:38');
INSERT INTO `manhua` VALUES ('64', '1', '奇怪的超商', '', '/public/uploads/20181117/1542388800nWrQf.jpg', '喚醒被分配到全國超商的人形機器人的性感帶吧!這就是正統的「科幻搞笑情色漫畫」  ', '331', '0', '1', '2018-11-17 01:20:00', '2018-11-17 01:20:00', '2018-11-17 01:20:00');
INSERT INTO `manhua` VALUES ('65', '1', '前男友前女友', '', '/public/uploads/20181117/1542388826t9qdC.jpg', '舊愛還是最美?那個曾經讓你(妳)悸動的那個人! 如果再次遇見的話...?', '247', '0', '1', '2018-11-17 01:20:28', '2018-11-17 01:20:28', '2018-11-17 01:20:28');
INSERT INTO `manhua` VALUES ('66', '1', 'SWITCH', '', '/public/uploads/20181117/1542388851ZqJWx.jpg', '擁有神秘超能力的男子-江鐵中，在追求人生極度快感的同時 莫名其妙地被捲入一起綁架女大生殺人案件...', '911', '0', '1', '2018-11-17 01:20:53', '2018-11-17 01:20:53', '2018-11-17 01:20:53');
INSERT INTO `manhua` VALUES ('67', '1', '關係', '', '/public/uploads/20181117/1542389019l2JEw.jpg', '他與她，還有她的朋友和她的妹妹都發生過關係...這男人到底是誰啊?', '726', '0', '1', '2018-11-17 01:23:45', '2018-11-17 01:23:45', '2018-11-17 01:23:45');
INSERT INTO `manhua` VALUES ('68', '1', '湘亞:積極追求攻勢', '', '/public/uploads/20181117/15423890781wuHk.jpg', '「妳到底為什麼要這樣?」國中曾是小太妹的鄭湘亞，她的猛烈追求攻勢，你招架得住嗎?', '531', '0', '1', '2018-11-17 01:24:43', '2018-11-17 01:24:43', '2018-11-17 01:24:43');
INSERT INTO `manhua` VALUES ('69', '1', 'ACE:禁斷的詐欺之夜', '', '/public/uploads/20181117/1542389148h2Hy9.jpg', '專門欺騙女人海撈一筆的高手牛郎佑彬，面對出現在眼前的獵物富家女高韻，他將展開猛烈的攻勢騙取她的一切...', '126', '0', '1', '2018-11-17 01:25:49', '2018-11-17 01:25:49', '2018-11-17 01:25:49');
INSERT INTO `manhua` VALUES ('70', '1', '為愛而生 法蘭克趙', '', '/public/uploads/20181117/1542389197n0D7j.jpg', '為了所愛的女孩...法蘭克趙誕生了!', '800', '0', '1', '2018-11-17 01:26:38', '2018-11-17 01:26:38', '2018-11-17 01:26:38');
INSERT INTO `manhua` VALUES ('71', '1', '人妻的秘密', '', '/public/uploads/20181117/1542389236Kz8S6.jpg', '他懷疑妻子並感到憤怒，又樂於想像著將她交給別的男人。享受兩面生活的他，面臨了抉擇 ', '596', '0', '1', '2018-11-17 01:27:17', '2018-11-17 01:27:17', '2018-11-17 01:27:17');
INSERT INTO `manhua` VALUES ('72', '1', '詩恩', '', '/public/uploads/20181117/1542389288qKflu.jpg', '我的身體不聽大腦的使喚,這該怎麼辦才好呢?', '124', '0', '1', '2018-11-17 01:28:09', '2018-11-17 01:28:09', '2018-11-17 01:28:09');
INSERT INTO `manhua` VALUES ('73', '1', '神的禮物', '', '/public/uploads/20181117/1542389349Vo1vk.jpg', '在人生的盡頭...再給你一次機會的話...你會做出什麼選擇呢?', '229', '0', '1', '2018-11-17 01:29:10', '2018-11-17 01:29:10', '2018-11-17 01:29:10');
INSERT INTO `manhua` VALUES ('74', '1', '教練教教我', '', '/public/uploads/20181117/1542389388wJLMO.jpg', '年輕力壯男教練Ｘ美豔的女老師Ｘ五位各有特色的美少女。 新感覺系校園三角戀故事熱鬧開演！', '889', '0', '1', '2018-11-17 01:29:56', '2018-11-17 01:29:56', '2018-11-17 01:29:56');
INSERT INTO `manhua` VALUES ('75', '1', '啵啵啵', '', '/public/uploads/20181117/15423894966Amq0.jpg', '在迷人的學生和美麗的特種行業少女間搖擺不定的教師珉重，他的平靜生活能繼續下去嗎...?', '808', '0', '1', '2018-11-17 01:31:37', '2018-11-17 01:31:37', '2018-11-17 01:31:37');
INSERT INTO `manhua` VALUES ('76', '1', '豬圈', '', '/public/uploads/20181117/1542389531RYfl0.jpg', '某天殭屍病毒入侵韓國，整個國家淪陷後，韓俊石在大賣場的倉庫裡建立了避難所...', '742', '0', '1', '2018-11-17 01:32:12', '2018-11-17 01:32:12', '2018-11-17 01:32:12');
INSERT INTO `manhua` VALUES ('77', '1', 'Thrill Girl', '', '/public/uploads/20181117/1542389558MoY4u.jpg', '不要把這個當作是連續劇中那種常見的不倫戀劇情喔～這可是比那個更加刺激的故事', '203', '0', '1', '2018-11-17 01:32:39', '2018-11-17 01:32:39', '2018-11-17 01:32:39');
INSERT INTO `manhua` VALUES ('78', '1', '延希', '', '/public/uploads/20181117/1542389597SDfnK.jpg', '我的身體愈是汙穢不堪，我的未來就愈光明璀璨', '286', '0', '1', '2018-11-17 01:33:18', '2018-11-17 01:33:18', '2018-11-17 01:33:18');
INSERT INTO `manhua` VALUES ('79', '1', '醜聞', '', '/public/uploads/20181117/1542389628p1LdU.jpg', '醜聞...明星們從不被外人所知的那隱密的一面將被公開!', '593', '0', '1', '2018-11-17 01:33:49', '2018-11-17 01:33:49', '2018-11-17 01:33:49');
INSERT INTO `manhua` VALUES ('80', '1', '低速男高速女', '', '/public/uploads/20181117/1542389666sovap.jpg', '一輩子慢吞吞的龜速男子和兔子般過著快速人生的女子間的Love story♥', '711', '0', '1', '2018-11-17 01:34:28', '2018-11-17 01:34:28', '2018-11-17 01:34:28');
INSERT INTO `manhua` VALUES ('81', '1', '曖昧', '', '/public/uploads/20181117/1542389965J2es0.jpg', '曖昧終結者現身!與她熾熱的曖昧故事,讓人不再受盡委屈!', '987', '0', '1', '2018-11-17 01:39:31', '2018-11-17 01:39:30', '2018-11-17 01:39:30');
INSERT INTO `manhua` VALUES ('82', '1', '辣魅當家', '', '/public/uploads/20181117/15423903739UkYw.jpg', '夢想考上公務員的劉聖住進了一間鬧鬼的考試院...問題是...那個女鬼有夠正!', '211', '0', '1', '2018-11-17 01:46:15', '2018-11-17 01:46:15', '2018-11-17 01:46:15');
INSERT INTO `manhua` VALUES ('83', '1', '哪裡壞壞', '', '/public/uploads/20181117/15423904191ASLh.jpg', '順其自然的享受是哪裡壞壞了?曖昧男女的羅曼史!', '494', '0', '1', '2018-11-17 01:47:01', '2018-11-17 01:47:01', '2018-11-17 01:47:01');
INSERT INTO `manhua` VALUES ('84', '1', '淫stagram', '', '/public/uploads/20181117/1542390483dVFyv.jpg', '露出NO、肌膚接觸NO...保守又無趣的宣玫，在社群網站上竟是浪蕩的外露女，趕快來追蹤她的淫stagram吧!', '386', '0', '1', '2018-11-17 01:48:05', '2018-11-17 01:48:05', '2018-11-17 01:48:05');
INSERT INTO `manhua` VALUES ('85', '1', '她的秘密空間', '', '/public/uploads/20181117/1542390522AtL0K.jpg', '韓國人氣畫家的最新力作 我以為 足不出戶的\"新弟弟\" 沒想到竟然是女的...', '777', '0', '1', '2018-11-17 01:48:43', '2018-11-17 01:48:43', '2018-11-17 01:48:43');
INSERT INTO `manhua` VALUES ('86', '1', '無法停止的甜蜜關係', '', '/public/uploads/20181117/1542390595KEOF6.jpg', '請不要阻止我,因為我也無法控制我自己! 無法停止...', '165', '0', '1', '2018-11-17 01:49:57', '2018-11-17 01:49:57', '2018-11-17 01:49:57');
INSERT INTO `manhua` VALUES ('87', '1', '覺醒', '', '/public/uploads/20181117/1542390632Op6PH.jpg', '婚禮後於旅館裡慘遭怪人襲擊... 只有我獨自從那悽慘的現場中活下來!', '293', '0', '1', '2018-11-17 01:50:34', '2018-11-17 01:50:34', '2018-11-17 01:50:34');
INSERT INTO `manhua` VALUES ('88', '1', '他的那裏', '', '/public/uploads/20181117/15423906764OE87.jpg', '不知為何在旅館打工的源漢忽然有了一個奇怪的特異功能，在和惡名昭彰的珠美的糾結下會擦出什麼火花呢....', '162', '0', '1', '2018-11-17 01:51:17', '2018-11-17 01:51:17', '2018-11-17 01:51:17');
INSERT INTO `manhua` VALUES ('89', '1', '禍亂', '', '/public/uploads/20181117/1542390822yXAqH.jpg', '你所埋藏起來...充滿欲望 隱密的 情色 幻想故事...!', '453', '0', '1', '2018-11-17 01:53:43', '2018-11-17 01:53:43', '2018-11-17 01:53:43');
INSERT INTO `manhua` VALUES ('90', '1', '天使的眼淚', '', '/public/uploads/20181117/1542390876Ajyz6.jpg', '光芒越燦爛，背後的影子就越黑暗；惡魔的笑容越猖狂，天使的眼淚就越悲傷…', '676', '0', '1', '2018-11-17 01:54:37', '2018-11-17 01:54:37', '2018-11-17 01:54:37');
INSERT INTO `manhua` VALUES ('91', '1', 'TOUCH ME', '', '/public/uploads/20181117/15423909104hBdz.jpg', '妳想觸碰我，是因為我扮演他；而我想靠近妳，是因為妳就是妳......', '948', '0', '1', '2018-11-17 01:55:11', '2018-11-17 01:55:11', '2018-11-17 01:55:11');
INSERT INTO `manhua` VALUES ('92', '1', '我與妓女結婚了', '', '/public/uploads/20181117/1542390950LQr7Q.jpg', '我老婆...她是一名在太陽升起時睡覺，太陽西沈後開始工作的...', '690', '0', '1', '2018-11-17 01:55:52', '2018-11-17 01:55:51', '2018-11-17 01:55:51');
INSERT INTO `manhua` VALUES ('93', '1', '上流社會', '', '/public/uploads/20181117/1542391023eXHR6.jpg', '有錢人的私生活到底為何?一同隨著記者一一挖掘內幕消息吧!!', '677', '0', '1', '2018-11-17 01:57:04', '2018-11-17 01:57:04', '2018-11-17 01:57:04');
INSERT INTO `manhua` VALUES ('94', '1', '二十再重來', '', '/public/uploads/20181117/1542391057nKXuS.jpg', '純情四十在室男，大醉醒來竟穿越回二十歲！這次一定要好好轉大人！！', '880', '0', '1', '2018-11-17 01:57:38', '2018-11-17 01:57:38', '2018-11-17 01:57:38');
INSERT INTO `manhua` VALUES ('95', '1', '捕獵母豬', '', '/public/uploads/20181117/1542391098n2S0Q.jpg', '被她抓到之後 你能夠活命的時間 只剩7天', '515', '0', '1', '2018-11-17 01:58:19', '2018-11-17 01:58:19', '2018-11-17 01:58:19');
INSERT INTO `manhua` VALUES ('96', '1', 'The Day', '', '/public/uploads/20181117/15423911580MBP7.jpg', '我是到死都愛你的人...不過也是即將殺死你的人!', '921', '0', '1', '2018-11-17 01:59:19', '2018-11-17 01:59:19', '2018-11-17 01:59:19');
INSERT INTO `manhua` VALUES ('97', '1', '失蹤', '', '/public/uploads/20181117/1542391194HHk6L.jpg', '孤零零一個人生活在小島上的姜石暗戀著回到故鄉的祐娜，最終綁架了她 。真實事件改編，一個令人震驚的故事!', '308', '0', '1', '2018-11-17 01:59:55', '2018-11-17 01:59:55', '2018-11-17 01:59:55');
INSERT INTO `manhua` VALUES ('98', '1', '調教女大生', '', '/public/uploads/20181117/1542391222q2e9j.jpg', '23歲的美女校花,經過調教之後會有什麼淫亂的表現', '656', '0', '1', '2018-11-17 02:00:28', '2018-11-17 02:00:28', '2018-11-17 02:00:28');
INSERT INTO `manhua` VALUES ('99', '1', '歐菲莉亞', '', '/public/uploads/20181117/154239126980UyW.jpg', '那女人，比任何藝術作品都還要美麗，還要純粹...還要美味。', '849', '0', '1', '2018-11-17 02:01:10', '2018-11-17 02:01:10', '2018-11-17 02:01:10');
INSERT INTO `manhua` VALUES ('100', '1', '傀儡瑪莉', '', '/public/uploads/20181117/1542391300n4Zgk.jpg', '「瑪莉啊~過來呀...今天也得讓哥哥開心呀」 被套上項圈的女人，身邊環繞重重謎團的她－究竟是誰呢？！ 被套上項圈的女人，身邊環繞重重謎團的她－究竟是誰呢？！', '414', '0', '1', '2018-11-17 02:01:41', '2018-11-17 02:01:41', '2018-11-17 02:01:41');
INSERT INTO `manhua` VALUES ('101', '1', '偷窺俱樂部', '', '/public/uploads/20181117/1542391332IoGis.jpg', '你真的知道自己喜歡什麼嗎?這個地方能喚醒連你自己都沒發現的欲望，歡迎來到偷窺俱樂部！', '977', '0', '1', '2018-11-17 02:02:13', '2018-11-17 02:02:13', '2018-11-17 02:02:13');
INSERT INTO `manhua` VALUES ('102', '1', '危險同居', '', '/public/uploads/20181117/15423913649aCfu.jpg', '讓我借住的大哥，變成一個超級大正妹!!!撲倒是禽獸，沒撲禽獸不如啊...', '751', '0', '1', '2018-11-17 02:02:46', '2018-11-17 02:02:46', '2018-11-17 02:02:46');
INSERT INTO `manhua` VALUES ('103', '1', '危險的愛', '', '/public/uploads/20181117/1542391485wrCVz.jpg', '年輕的女大生和有婦之夫的危險浪漫...沒有未來的他們卻怎樣也無法停止對彼此的愛!', '804', '0', '1', '2018-11-17 02:04:46', '2018-11-17 02:04:46', '2018-11-17 02:04:46');
INSERT INTO `manhua` VALUES ('104', '1', '花冠: 無法盛開的花', '', '/public/uploads/20181117/15423915141uong.jpg', '殺人犯、妓女、老鴇…這是我十年間在社會上的身份。 而在這裡，我只有一個身份，那就是7762。', '998', '0', '1', '2018-11-17 02:05:16', '2018-11-17 02:05:16', '2018-11-17 02:05:16');
INSERT INTO `manhua` VALUES ('105', '1', '我女友是AV女優', '', '/public/uploads/20181117/1542391549tPr7P.jpg', '一個小魯蛇居然在一連串的偶然之下 跟一位日本最清純性感的AV女優同居了！ 究竟兩人間會擦出什麼火花！？', '653', '0', '1', '2018-11-17 02:05:50', '2018-11-17 02:05:50', '2018-11-17 02:05:50');
INSERT INTO `manhua` VALUES ('106', '1', '性王之路', '', '/public/uploads/20181117/1542391587IpYA3.jpg', '拳王不做，我還能做什麼？！為了學習綜合格鬥技的而進入格鬥運動館的男子，某天卻意外地學起了另一種運動？！', '252', '0', '1', '2018-11-17 02:06:28', '2018-11-17 02:06:28', '2018-11-17 02:06:28');
INSERT INTO `manhua` VALUES ('107', '1', '死亡天使', '', '/public/uploads/20181117/1542391619Fq7zx.jpg', '只要和她發生關係,就會死亡? 這死神般的女子,身上究竟藏著什麼樣的謎團...?', '299', '0', '1', '2018-11-17 02:07:00', '2018-11-17 02:07:00', '2018-11-17 02:07:00');
INSERT INTO `manhua` VALUES ('108', '1', '蝴蝶之夢', '', '/public/uploads/20181117/1542391654SACEs.jpg', '陰間使者與惡鬼千年間糾纏不斷的慘烈死鬥! 人氣漫畫家「疾風」的最新力作!   ', '658', '0', '1', '2018-11-17 02:07:46', '2018-11-17 02:07:46', '2018-11-17 02:07:46');
INSERT INTO `manhua` VALUES ('109', '1', '大叔', '', '/public/uploads/20181117/1542391702dJ5jO.jpg', '男人婆居然變成了前凸後翹的超性感美女回來了!!連大叔也心動!', '241', '0', '1', '2018-11-17 02:08:23', '2018-11-17 02:08:23', '2018-11-17 02:08:23');
INSERT INTO `manhua` VALUES ('110', '1', '秘密Story', '', '/public/uploads/20181117/1542391739rzbWt.jpg', '隱密又鹹濕，那些無法跟朋友說的豔遇，重口味的色色話題。', '690', '0', '1', '2018-11-17 02:09:01', '2018-11-17 02:09:01', '2018-11-17 02:09:01');
INSERT INTO `manhua` VALUES ('111', '1', '社區的神祕美容院', '', '/public/uploads/20181117/15423917891QTtG.jpg', '連夢想中的工作都放棄了 跟著這個女人來到了一家美容院 美容院裡有各式各樣的豔遇等著他!!', '218', '0', '1', '2018-11-17 02:09:50', '2018-11-17 02:09:50', '2018-11-17 02:09:50');
INSERT INTO `manhua` VALUES ('112', '1', '我的變態女友', '', '/public/uploads/20181117/1542391825riSWS.jpg', '為各位隆重介紹 能滿足我各種性需求的 史上最棒女朋友', '316', '0', '1', '2018-11-17 02:10:26', '2018-11-17 02:10:26', '2018-11-17 02:10:26');
INSERT INTO `manhua` VALUES ('113', '1', 'Scandal', '', '/public/uploads/20181117/1542391872io8gF.jpg', '娛樂界華麗的外表下隱藏著的黑暗...醜聞第三部', '135', '0', '1', '2018-11-17 02:11:13', '2018-11-17 02:11:13', '2018-11-17 02:11:13');
INSERT INTO `manhua` VALUES ('114', '1', '死了都要愛愛', '', '/public/uploads/20181117/15423919032rPEX.jpg', '處男錯死馬上風?!閻王命他復活重死，破處剎那壽盡時', '427', '0', '1', '2018-11-17 02:11:44', '2018-11-17 02:11:44', '2018-11-17 02:11:44');
INSERT INTO `manhua` VALUES ('115', '1', 'Video', '', '/public/uploads/20181117/1542391932tkcia.jpg', '人生並不是一場電影.令人心情無比悸動的火花只在電影裡燃燒...', '494', '0', '1', '2018-11-17 02:12:14', '2018-11-17 02:12:14', '2018-11-17 02:12:14');
INSERT INTO `manhua` VALUES ('116', '1', '戀愛實境', '', '/public/uploads/20181117/15423919630EeVK.jpg', '這不是別人的故事!是我當主角的驚奇漫畫!戀愛實境!', '974', '0', '1', '2018-11-17 02:12:45', '2018-11-17 02:12:45', '2018-11-17 02:12:45');
INSERT INTO `manhua` VALUES ('117', '1', '想入非非', '', '/public/uploads/20181117/1542393183P1DmX.jpg', '你有刺激火辣但卻又難言啟齒故事嗎?你可以大膽地告訴我們的主持人\"窈窕淑女\"~', '882', '0', '1', '2018-11-17 02:33:05', '2018-11-17 02:33:05', '2018-11-17 02:33:05');
INSERT INTO `manhua` VALUES ('118', '1', '人外社區', '', '/public/uploads/20181117/15423932254iFYU.jpg', '新家鄰居的美麗妖艷的未亡人......你確定她是人嗎?', '176', '0', '1', '2018-11-17 02:33:46', '2018-11-17 02:33:46', '2018-11-17 02:33:46');
INSERT INTO `manhua` VALUES ('119', '1', '異邦人', '', '/public/uploads/20181117/1542393257vLwbZ.jpg', '為了報仇而成為殺人魔的男子和為了抓他而賭上一切的刑警，硬碰硬的對決即將展開!', '752', '0', '1', '2018-11-17 02:34:18', '2018-11-17 02:34:18', '2018-11-17 02:34:18');
INSERT INTO `manhua` VALUES ('120', '1', '療育女孩', '', '/public/uploads/20181117/1542393286hrKUd.jpg', '有任何不可告人的煩惱嗎 就讓療育女孩來為你解決吧', '552', '0', '1', '2018-11-17 02:34:47', '2018-11-17 02:34:47', '2018-11-17 02:34:47');
INSERT INTO `manhua` VALUES ('121', '1', '無眠之夜', '', '/public/uploads/20181117/1542393323iVcGV.jpg', '夢寐以求的獨立生活第一天，美好的幻想卻全被隔壁的女鄰居給破壞了 而他的無眠之夜將繼續下去...  ', '897', '0', '1', '2018-11-17 02:35:24', '2018-11-17 02:35:24', '2018-11-17 02:35:24');
INSERT INTO `manhua` VALUES ('122', '1', '離婚報告書', '', '/public/uploads/20181117/1542393355WZUmE.jpg', '面臨離婚危機的夫婦,究竟藏有著什麼不可告人的秘密呢?', '701', '0', '1', '2018-11-17 02:35:56', '2018-11-17 02:35:56', '2018-11-17 02:35:56');
INSERT INTO `manhua` VALUES ('123', '1', '今天的老公', '', '/public/uploads/20181117/1542393387TQ8Jk.jpg', '夜晚時分,我的老公-邊宣厚,總是會變成另一個陌生人,可愛或是性感,令我夜夜期待,今天的老公又會是...?', '816', '0', '1', '2018-11-17 02:36:28', '2018-11-17 02:36:28', '2018-11-17 02:36:28');
INSERT INTO `manhua` VALUES ('124', '1', '罪與罰', '', '/public/uploads/20181117/15423934204vmNi.jpg', '折磨母親到生命最後一刻的可怕記憶...對於母親記憶中的主角橋本，秀赫會做出什麼樣的復仇行動呢?', '697', '0', '1', '2018-11-17 02:37:05', '2018-11-17 02:37:05', '2018-11-17 02:37:05');
INSERT INTO `manhua` VALUES ('125', '1', '暴徒', '', '/public/uploads/20181117/15423934548W5zV.jpg', '無所畏懼的街頭混混，蒼蠅哥的浪跡人生 韓國幫派暴力美學最新力作!', '790', '0', '1', '2018-11-17 02:37:35', '2018-11-17 02:37:35', '2018-11-17 02:37:35');
INSERT INTO `manhua` VALUES ('126', '1', 'SWEET SOUND', '', '/public/uploads/20181117/1542393482Dgwdn.jpg', '立志成為聲優卻屢屢碰壁的少女，卻有著令人驚艷的異樣才能，擁有「甜美好聲音」的她，要如何實現夢想？', '524', '0', '1', '2018-11-17 02:38:03', '2018-11-17 02:38:03', '2018-11-17 02:38:03');
INSERT INTO `manhua` VALUES ('127', '1', '想像狂熱', '', '/public/uploads/20181117/15423935120WYHI.jpg', '想知道清新高貴的正妹 私底下的模樣嗎? 就由我 來帶你一探究竟', '480', '0', '1', '2018-11-17 02:38:34', '2018-11-17 02:38:34', '2018-11-17 02:38:34');
INSERT INTO `manhua` VALUES ('128', '1', '贊助者', '', '/public/uploads/20181117/15423935444sXxG.jpg', '有錢男人ok，年輕女人ok 反正談戀愛不都是一樣的嗎?', '589', '0', '1', '2018-11-17 02:39:06', '2018-11-17 02:39:06', '2018-11-17 02:39:06');
INSERT INTO `manhua` VALUES ('129', '1', '鄭本左的AV特攻隊', '', '/public/uploads/20181117/1542393577V1TJd.jpg', '萬眾矚目的性愛高手鄭本左,挾帶著高知名度再次回到大家的身邊', '528', '0', '1', '2018-11-17 02:39:38', '2018-11-17 02:39:38', '2018-11-17 02:39:38');
INSERT INTO `manhua` VALUES ('130', '1', '姊妹丼飯', '', '/public/uploads/20181117/1542393599Qqcq2.jpg', '為了尋找傳說中的菜單 鼓起勇氣前往深山 沒想到 發現更驚人的....', '426', '0', '1', '2018-11-17 02:40:03', '2018-11-17 02:40:03', '2018-11-17 02:40:03');
INSERT INTO `manhua` VALUES ('131', '1', '夏美我的愛', '', '/public/uploads/20181117/1542393629CayXv.jpg', '即使知道我的過去也會愛我嗎?日本刻薄女和韓國花花公子的心理拔河!', '155', '0', '1', '2018-11-17 02:40:31', '2018-11-17 02:40:31', '2018-11-17 02:40:31');
INSERT INTO `manhua` VALUES ('132', '1', '梅蒂配送員', '', '/public/uploads/20181117/1542393658vNE3e.jpg', '對於像我們這樣的小咖,成功的方法只有一個,就是成為龍皇幫的梅蒂配送員!', '205', '0', '1', '2018-11-17 02:41:00', '2018-11-17 02:41:00', '2018-11-17 02:41:00');
INSERT INTO `manhua` VALUES ('133', '1', '密林', '', '/public/uploads/20181117/1542393692gcU1s.jpg', '人與人之間的關係...在一夕之間分崩離析的話...?', '367', '0', '1', '2018-11-17 02:41:33', '2018-11-17 02:41:33', '2018-11-17 02:41:33');
INSERT INTO `manhua` VALUES ('134', '1', '惡夢', '', '/public/uploads/20181117/1542393729cbVZw.jpg', '這個惡夢不知道已經糾纏我幾天了！夢中有一個女人，除了在夢裡，從來沒見過的女人……', '806', '0', '1', '2018-11-17 02:42:10', '2018-11-17 02:42:10', '2018-11-17 02:42:10');
INSERT INTO `manhua` VALUES ('135', '1', '曖昧女劇場', '', '/public/uploads/20181117/1542393755aC6DZ.jpg', '任何人都曾有想像過那不可思議的妄想! 那些曖昧中女人們的全部!', '582', '0', '1', '2018-11-17 02:42:36', '2018-11-17 02:42:36', '2018-11-17 02:42:36');
INSERT INTO `manhua` VALUES ('136', '1', '福岡的女人們', '', '/public/uploads/20181117/1542393783Z1lZd.jpg', '才來日本1天，就和3名女人糾纏在一起!', '342', '0', '1', '2018-11-17 02:43:04', '2018-11-17 02:43:04', '2018-11-17 02:43:04');
INSERT INTO `manhua` VALUES ('137', '1', '雙面偶像', '', '/public/uploads/20181117/1542393809FJgEY.jpg', '你曾想像過成為一個偶像歌手的經紀人嗎?', '749', '0', '1', '2018-11-17 02:43:30', '2018-11-17 02:43:30', '2018-11-17 02:43:30');
INSERT INTO `manhua` VALUES ('138', '1', '校園夢精記', '', '/public/uploads/20181117/15423938375cRQT.jpg', '誰都有第一次! 青澀又刺激的大學日記', '157', '0', '1', '2018-11-17 02:43:58', '2018-11-17 02:43:58', '2018-11-17 02:43:58');
INSERT INTO `manhua` VALUES ('139', '1', '小野貓馴服手冊', '', '/public/uploads/20181117/1542393872yOxMd.jpg', '撿回來的小母貓竟然發情了.....我跟她的同居生活多了點「困難」', '526', '0', '1', '2018-11-17 02:44:33', '2018-11-17 02:44:33', '2018-11-17 02:44:33');
INSERT INTO `manhua` VALUES ('140', '1', 'LOVE 愛的導航G', '', '/public/uploads/20181117/1542393900bHhNx.jpg', '偶然撿到的導航機,將我導向目的地...到達後,陌生女子開始對我展開誘惑...', '850', '0', '1', '2018-11-17 02:45:00', '2018-11-17 02:45:00', '2018-11-17 02:45:00');
INSERT INTO `manhua` VALUES ('141', '1', '處子獵人', '', '/public/uploads/20181117/1542393931Z11yP.jpg', '愛神派遣了處子獵人，解放慾望被壓抑的靈魂......', '803', '0', '1', '2018-11-17 02:45:32', '2018-11-17 02:45:32', '2018-11-17 02:45:32');
INSERT INTO `manhua` VALUES ('142', '1', '怪牲2', '', '/public/uploads/20181117/1542393957GbARp.jpg', '來歷不明的怪異生命體!是否可戰勝它並活下去?!還是就此落入恐怖的深淵?!  第二季', '192', '0', '1', '2018-11-17 02:45:58', '2018-11-17 02:45:58', '2018-11-17 02:45:58');
INSERT INTO `manhua` VALUES ('143', '1', '野獸', '', '/public/uploads/20181117/15423939869HOtT.jpg', '\"我們就是鬥狗場上，兩隻互咬的鬥犬!\" 為了保護心愛的人，獨自一人的戰爭即將展開!  ', '640', '0', '1', '2018-11-17 02:46:27', '2018-11-17 02:46:27', '2018-11-17 02:46:27');
INSERT INTO `manhua` VALUES ('144', '1', '奇怪的導演', '', '/public/uploads/20181117/1542394017YQ8Xv.jpg', '想在這個圈子生存下去妳必須要...', '453', '0', '1', '2018-11-17 02:46:58', '2018-11-17 02:46:58', '2018-11-17 02:46:58');
INSERT INTO `manhua` VALUES ('145', '1', '蒙面女王', '', '/public/uploads/20181117/1542394047v3mN2.jpg', '「我忘不了那天...」 面具下威脅著男人貞操的那女人..她到底是誰!', '807', '0', '1', '2018-11-17 02:47:28', '2018-11-17 02:47:28', '2018-11-17 02:47:28');
INSERT INTO `manhua` VALUES ('146', '1', '租愛套房', '', '/public/uploads/20181117/1542394073JyS4n.jpg', '苦於生計的城斌遇到了一個賺錢的機會...愛情也可以出租嗎?', '929', '0', '1', '2018-11-17 02:47:54', '2018-11-17 02:47:54', '2018-11-17 02:47:54');
INSERT INTO `manhua` VALUES ('147', '1', '夜花', '', '/public/uploads/20181117/1542394102ajIYs.jpg', '夜晚盛開的花朵...風俗女郎的傳說!', '268', '0', '1', '2018-11-17 02:48:23', '2018-11-17 02:48:23', '2018-11-17 02:48:23');
INSERT INTO `manhua` VALUES ('148', '1', '騙局', '', '/public/uploads/20181117/15423941300TxQc.jpg', '正當大城為妻子不安的神情而困惑時，十年前消失的少女回歸，並有意揭穿過去的「謊言」', '108', '0', '1', '2018-11-17 02:48:51', '2018-11-17 02:48:51', '2018-11-17 02:48:51');
INSERT INTO `manhua` VALUES ('149', '1', '助教開麥拉', '', '/public/uploads/20181117/1542394161Xo3OY.jpg', '平凡的快遞司機,在某天得到了有神奇能力的即可拍相機...', '343', '0', '1', '2018-11-17 02:49:22', '2018-11-17 02:49:22', '2018-11-17 02:49:22');
INSERT INTO `manhua` VALUES ('150', '1', '偶像狙擊手', '', '/public/uploads/20181117/1542394188ZCMy4.jpg', '以下體來征服各個偶像的偶像推手 誰也無法逃出他的掌握', '141', '0', '1', '2018-11-17 02:49:49', '2018-11-17 02:49:49', '2018-11-17 02:49:49');
INSERT INTO `manhua` VALUES ('151', '1', '幻想中的她', '', '/public/uploads/20181117/1542394222egE0j.jpg', '我是主宰一切的神!她們都是我的奴僕...只屬於我..', '385', '0', '1', '2018-11-17 02:50:23', '2018-11-17 02:50:23', '2018-11-17 02:50:23');
INSERT INTO `manhua` VALUES ('152', '1', '離婚報告書2', '', '/public/uploads/20181117/1542394253KgHis.jpg', '夫妻之間的個性差異,產生了離婚危機,屬於夫妻之間的刺激私生活...', '461', '0', '1', '2018-11-17 02:50:55', '2018-11-17 02:50:55', '2018-11-17 02:50:55');
INSERT INTO `manhua` VALUES ('153', '1', '情迷住辦', '', '/public/uploads/20181117/1542394281fKiuj.jpg', '我家大樓總是充滿著許多驚奇的小故事,好奇的話歡迎來這裡玩.^^', '890', '0', '1', '2018-11-17 02:51:22', '2018-11-17 02:51:22', '2018-11-17 02:51:22');
INSERT INTO `manhua` VALUES ('154', '1', '赤紅之堂', '', '/public/uploads/20181117/1542394313PApi8.jpg', '傳說中能夠實現與任何人做愛的魔法道具，卻需要付出非凡的代價，你會使用嗎?', '600', '0', '1', '2018-11-17 02:51:54', '2018-11-17 02:51:54', '2018-11-17 02:51:54');
INSERT INTO `manhua` VALUES ('155', '1', '初戀情結', '', '/public/uploads/20181117/1542394340bsXqR.jpg', '所謂的愛...和天長地久的友誼...全都是謊言。', '786', '0', '1', '2018-11-17 02:52:22', '2018-11-17 02:52:22', '2018-11-17 02:52:22');
INSERT INTO `manhua` VALUES ('156', '1', '中毒', '', '/public/uploads/20181117/1542394372Q5IrL.jpg', '他的魅力，簡直是一種毒藥，越是壓抑就越將自己推向萬劫不復。', '315', '0', '1', '2018-11-17 02:52:53', '2018-11-17 02:52:53', '2018-11-17 02:52:53');
INSERT INTO `manhua` VALUES ('157', '1', 'SEED The Beginning', '', '/public/uploads/20181117/1542394462vqQuS.jpg', '那漂亮的女人為什麼只剩頭了? 超驚悚的「SEED」回來了！  ', '124', '0', '1', '2018-11-17 02:54:23', '2018-11-17 02:54:23', '2018-11-17 02:54:23');
INSERT INTO `manhua` VALUES ('158', '1', '秘密Story第三季', '', '/public/uploads/20181117/1542394487gs6FO.jpg', '網羅各式情侶刺激的性愛故事!', '989', '0', '1', '2018-11-17 02:54:51', '2018-11-17 02:54:51', '2018-11-17 02:54:51');
INSERT INTO `manhua` VALUES ('159', '1', '沒想到妹妹會那樣', '', '/public/uploads/20181117/1542394522nPGO0.jpg', '(隔週更新)我唯一的妹妹居然和我那風流成性的朋友在交往?', '747', '0', '1', '2018-11-17 02:55:23', '2018-11-17 02:55:23', '2018-11-17 02:55:23');
INSERT INTO `manhua` VALUES ('160', '1', '神級公務員', '', '/public/uploads/20181117/1542394550njt84.jpg', '平凡的公務員,獲得神力成為算命師!要算命可以,先睡了再說?!', '487', '0', '1', '2018-11-17 02:55:51', '2018-11-17 02:55:51', '2018-11-17 02:55:51');
INSERT INTO `manhua` VALUES ('161', '1', '水蛭', '', '/public/uploads/20181117/1542394578zSdd2.jpg', '接連失去家人、財產、貞操的藝琳，竟又受到壞朋友的欺騙，陷入了償還業障的地獄之中...', '850', '0', '1', '2018-11-17 02:56:19', '2018-11-17 02:56:19', '2018-11-17 02:56:19');
INSERT INTO `manhua` VALUES ('162', '1', '淫亂魔鬼', '', '/public/uploads/20181117/1542394610ROk5r.jpg', '你的理性已經被\"淫亂魔鬼\"侵蝕了!!', '779', '0', '1', '2018-11-17 02:56:51', '2018-11-17 02:56:51', '2018-11-17 02:56:51');
INSERT INTO `manhua` VALUES ('163', '1', '野道劇場', '', '/public/uploads/20181117/1542394635ZMcZh.jpg', '成人漫畫界巨匠野道導演將東山再起，與四名女演員推出驚艷四方又才華洋溢的短篇作品!', '870', '0', '1', '2018-11-17 02:57:19', '2018-11-17 02:57:19', '2018-11-17 02:57:19');
INSERT INTO `manhua` VALUES ('164', '1', '獠牙', '', '/public/uploads/20181117/1542394669hJPPC.jpg', '他為了將女人新鮮的血液獻給惡魔，正逐步成為比惡魔還要邪惡的存在...', '702', '0', '1', '2018-11-17 02:57:50', '2018-11-17 02:57:50', '2018-11-17 02:57:50');
INSERT INTO `manhua` VALUES ('165', '1', '生物學的女性攻略法', '', '/public/uploads/20181117/1542394698qcAkd.jpg', '用生物學來探討男生該如何吸引女生... 讓我們透過各種成功的案例來學習女生的攻略法！', '573', '0', '1', '2018-11-17 02:58:19', '2018-11-17 02:58:19', '2018-11-17 02:58:19');
INSERT INTO `manhua` VALUES ('166', '1', '混混痞痞 派遣員', '', '/public/uploads/20181117/1542394724L5Zjt.jpg', '辦公室情侶之間,不法又刺激的淫靡小故事!', '871', '0', '1', '2018-11-17 02:58:45', '2018-11-17 02:58:45', '2018-11-17 02:58:45');
INSERT INTO `manhua` VALUES ('167', '1', '青春男女', '', '/public/uploads/20181117/1542394748i2mZF.jpg', '看似清純且沒有戀愛經驗的男女 在他們身上展開了一段令人不可置信的驚人發展', '790', '0', '1', '2018-11-17 02:59:09', '2018-11-17 02:59:09', '2018-11-17 02:59:09');
INSERT INTO `manhua` VALUES ('168', '1', '危險的女人', '', '/public/uploads/20181117/1542394769GB7Uh.jpg', '不能再陷進去了...她是個即將要成為我的小姨子的女人。', '156', '0', '1', '2018-11-17 02:59:34', '2018-11-17 02:59:34', '2018-11-17 02:59:34');
INSERT INTO `manhua` VALUES ('169', '1', '派愛達人', '', '/public/uploads/20181117/1542394810rUxu7.jpg', '幾百個證照，不管在哪都能解決問題的達人，居然連調情和接吻證照都有?', '443', '0', '1', '2018-11-17 03:00:11', '2018-11-17 03:00:11', '2018-11-17 03:00:11');
INSERT INTO `manhua` VALUES ('170', '1', '人家說的你都做吼', '', '/public/uploads/20181117/1542394835IdId4.jpg', '如果你天天都得滿足對方的性慾望才能夠住下來...你會怎麼做?還看看這個大學男生如何滿足這5個女生吧~!!', '506', '0', '1', '2018-11-17 03:00:40', '2018-11-17 03:00:40', '2018-11-17 03:00:40');
INSERT INTO `manhua` VALUES ('171', '1', '歡樂滿屋', '', '/public/uploads/20181117/1542394865tu4LM.jpg', '黑道 VS 神經病！極道惡人之間的鬥爭、性愛、追擊，即將展開。', '765', '0', '1', '2018-11-17 03:01:06', '2018-11-17 03:01:06', '2018-11-17 03:01:06');
INSERT INTO `manhua` VALUES ('172', '1', '抱歉姐是變態', '', '/public/uploads/20181117/1542394900YyjC6.jpg', '修長的美腿，標緻的臉蛋，性感的身材，卻有著極大的秘密，那女孩的秘密，只對各位公開', '226', '0', '1', '2018-11-17 03:01:41', '2018-11-17 03:01:41', '2018-11-17 03:01:41');
INSERT INTO `manhua` VALUES ('173', '1', '療癒女孩2 - Secret Hole', '', '/public/uploads/20181117/1542394924zRrXp.jpg', '有任何不可告人的煩惱嗎？就讓療癒女孩來為你解決吧！', '427', '0', '1', '2018-11-17 03:02:08', '2018-11-17 03:02:08', '2018-11-17 03:02:08');
INSERT INTO `manhua` VALUES ('174', '1', '青澀男孩初體驗', '', '/public/uploads/20181117/1542394954W3d0Y.jpg', '男生最難忘的記憶是？不是第一次偷抽菸；不是第一次喝醉；而是手忙腳亂，想勇往直前卻找不到洞的...破處日', '338', '0', '1', '2018-11-17 03:02:35', '2018-11-17 03:02:35', '2018-11-17 03:02:35');
INSERT INTO `manhua` VALUES ('175', '1', '清純偶像的深夜直播', '', '/public/uploads/20181117/1542394976OBYc6.jpg', '獨家報導!多位自稱和韓國最紅偶像團體莉莉的隊長A某 度過火熱夜晚的男人們，將透過本節目揭發她那隱密又放蕩的私生活!  ', '814', '0', '1', '2018-11-17 03:02:57', '2018-11-17 03:02:57', '2018-11-17 03:02:57');
INSERT INTO `manhua` VALUES ('176', '1', '今天在哪嘞', '', '/public/uploads/20181117/1542395019fzZ6H.jpg', '找出她那千變萬化的G點吧!今天在哪嘞~??', '255', '0', '1', '2018-11-17 03:03:40', '2018-11-17 03:03:40', '2018-11-17 03:03:40');
INSERT INTO `manhua` VALUES ('177', '1', '女朋友', '', '/public/uploads/20181117/1542395068wCJfM.jpg', '脫離無聊的日常生活!與特別又有趣的女朋友們相遇吧!', '342', '0', '1', '2018-11-17 03:04:32', '2018-11-17 03:04:32', '2018-11-17 03:04:32');
INSERT INTO `manhua` VALUES ('178', '1', '少女成長日記', '', '/public/uploads/20181117/1542395103POaoM.jpg', '在大學重考學校中，該如何導正那些剛成年的少男少女，混亂的性觀念？', '252', '0', '1', '2018-11-17 03:05:04', '2018-11-17 03:05:04', '2018-11-17 03:05:04');
INSERT INTO `manhua` VALUES ('179', '1', '蛇精潮穴', '', '/public/uploads/20181117/1542395132gDxFd.jpg', '像是蛇一般的女人，緊緊勾著我，進入她的巢穴…', '634', '0', '1', '2018-11-17 03:05:33', '2018-11-17 03:05:33', '2018-11-17 03:05:33');
INSERT INTO `manhua` VALUES ('180', '1', '斯德哥爾摩症候群', '', '/public/uploads/20181117/1542395158MJ1mT.jpg', '漆黑的辦公室只剩下一個地方還亮著，她強烈的眼神吸引了我的目光，從此我愛上了這種被她控制的感覺。', '655', '0', '1', '2018-11-17 03:05:59', '2018-11-17 03:05:59', '2018-11-17 03:05:59');
INSERT INTO `manhua` VALUES ('181', '1', '危險交換', '', '/public/uploads/20181117/1542395207G5HgK.jpg', '學長與學妹陰錯陽差互換了身體，兩人竟對彼此的身體充滿遐想，展開一場既刺激又危險的交換遊戲...  ', '226', '0', '1', '2018-11-17 03:06:48', '2018-11-17 03:06:48', '2018-11-17 03:06:48');
INSERT INTO `manhua` VALUES ('182', '1', '魔鬼', '', '/public/uploads/20181117/1542395240iL5Vn.jpg', '人生永遠的第二名.....直到那個突來的轉折點', '864', '0', '1', '2018-11-17 03:07:20', '2018-11-17 03:07:20', '2018-11-17 03:07:20');
INSERT INTO `manhua` VALUES ('183', '1', '煦娜', '', '/public/uploads/20181117/1542395266c7XBl.jpg', '光是死在她雙腿中的男人就有數十名了..被培養成殺人兵器的煦娜的秘密是..?', '283', '0', '1', '2018-11-17 03:07:48', '2018-11-17 03:07:48', '2018-11-17 03:07:48');
INSERT INTO `manhua` VALUES ('184', '1', '我的色色夜說', '', '/public/uploads/20181117/1542395294R1Hzf.jpg', '漫夜長長，一成不變的翻雲覆雨就太無趣了。今天，來點不一樣的吧！', '309', '0', '1', '2018-11-17 03:08:15', '2018-11-17 03:08:15', '2018-11-17 03:08:15');
INSERT INTO `manhua` VALUES ('185', '1', '透視!女子游泳部', '', '/public/uploads/20181117/1542395325RtpnQ.jpg', '只能透視一層衣物的眼鏡!!那麼...如果是泳裝呢?', '773', '0', '1', '2018-11-17 03:08:46', '2018-11-17 03:08:46', '2018-11-17 03:08:46');
INSERT INTO `manhua` VALUES ('186', '1', 'Commission', '', '/public/uploads/20181117/1542395352pu7rL.jpg', '久未聯絡的舊情人，竟成了職業棒球的明星選手。最慘的是，與他再次相遇，竟是在自己上班的酒店...。', '333', '0', '1', '2018-11-17 03:09:12', '2018-11-17 03:09:12', '2018-11-17 03:09:12');
INSERT INTO `manhua` VALUES ('187', '1', '腥紅之壁', '', '/public/uploads/20181117/1542395384mxcyI.jpg', '畫家馬行健一再夢到自己在牆壁上畫的裸體畫作活起來了，在畫像會動的惡夢不停侵擾著他時，家中來了一位訪客，究竟她和畫作有什麼關聯呢?', '517', '0', '1', '2018-11-17 03:09:45', '2018-11-17 03:09:45', '2018-11-17 03:09:45');
INSERT INTO `manhua` VALUES ('188', '1', 'TEAM PLAY', '', '/public/uploads/20181117/1542395417mm2OY.jpg', '滿心期待出道的三名男女提姆.布及蕾依,給沒有性愛經驗的他們的提案卻是成人漫畫!', '477', '0', '1', '2018-11-17 03:10:18', '2018-11-17 03:10:18', '2018-11-17 03:10:18');
INSERT INTO `manhua` VALUES ('189', '1', '對我而言不簡單的女人', '', '/public/uploads/20181117/1542395460hB9Hn.jpg', '好想擁有她，但對我而言是個不簡單的女人...', '997', '0', '1', '2018-11-17 03:11:01', '2018-11-17 03:11:01', '2018-11-17 03:11:01');
INSERT INTO `manhua` VALUES ('190', '1', '把你玩壞掉', '', '/public/uploads/20181117/1542395487QeB26.jpg', '女朋友提出了令你意外的要求!愛與歡笑的情境喜劇即將上演!', '982', '0', '1', '2018-11-17 03:11:28', '2018-11-17 03:11:28', '2018-11-17 03:11:28');
INSERT INTO `manhua` VALUES ('191', '1', '戀愛大排檔', '', '/public/uploads/20181117/1542395513qChdX.jpg', '今天也到戀愛大排檔喝一杯吧 專為身陷苦澀戀愛的你而展開的歡樂時光  ', '321', '0', '1', '2018-11-17 03:11:54', '2018-11-17 03:11:54', '2018-11-17 03:11:54');
INSERT INTO `manhua` VALUES ('192', '1', '月紅夜花', '', '/public/uploads/20181117/1542395541DbaOS.jpg', '天賦異稟且又好色的年輕小夥子!為賺取生活費寄人籬下於兩個女人的家裡....!但是只要越矩就會五馬分屍??!!', '156', '0', '1', '2018-11-17 03:12:22', '2018-11-17 03:12:22', '2018-11-17 03:12:22');
INSERT INTO `manhua` VALUES ('193', '1', '怪牲', '', '/public/uploads/20181117/1542395572GXay9.jpg', '來歷不明的怪異生命體!是否可戰勝它並活下去?!還是就此落入恐怖的深淵?!', '143', '0', '1', '2018-11-17 03:12:53', '2018-11-17 03:12:53', '2018-11-17 03:12:53');
INSERT INTO `manhua` VALUES ('194', '1', 'LOVE不動產', '', '/public/uploads/20181117/1542395604dkXOk.jpg', '聞到男人味,就會陷入瘋狂的美秀,究竟在\"LOVE不動產\"工作的真正理由是?', '727', '0', '1', '2018-11-17 03:13:24', '2018-11-17 03:13:24', '2018-11-17 03:13:24');
INSERT INTO `manhua` VALUES ('195', '1', '秘密Story第二季', '', '/public/uploads/20181117/1542395629xtwit.jpg', '追求極致刺激的 - 秘密Story第二季 -', '112', '0', '1', '2018-11-17 03:13:50', '2018-11-17 03:13:50', '2018-11-17 03:13:50');
INSERT INTO `manhua` VALUES ('196', '1', '誘惑放硬機', '', '/public/uploads/20181117/1542395656JX0gh.jpg', '你曾對電視裡的美女產生慾望嗎?別再隱忍了，按下遙控器打開「放硬機」吧!  ', '584', '0', '1', '2018-11-17 03:14:16', '2018-11-17 03:14:16', '2018-11-17 03:14:16');
INSERT INTO `manhua` VALUES ('197', '1', '感性變態', '', '/public/uploads/20181117/1542395681v6FA7.jpg', '夢境中...飢渴難耐的女人出現後, 我必須要在48小時內滿足她們瘋狂的需求!', '320', '0', '1', '2018-11-17 03:14:42', '2018-11-17 03:14:42', '2018-11-17 03:14:42');
INSERT INTO `manhua` VALUES ('198', '1', '無法隱藏', '', '/public/uploads/20181117/1542395707MWdHw.jpg', '擁有魅力的女人,如同帶刺玫瑰,美麗又危險! 無法隱藏魅力的她和男人間相互束縛...', '721', '0', '1', '2018-11-17 03:15:08', '2018-11-17 03:15:08', '2018-11-17 03:15:08');
INSERT INTO `manhua` VALUES ('199', '1', '女友的小套房', '', '/public/uploads/20181117/1542395736Zgv5i.jpg', '在女友的小套房裡,發生的小故事', '955', '0', '1', '2018-11-17 03:15:38', '2018-11-17 03:15:38', '2018-11-17 03:15:38');
INSERT INTO `manhua` VALUES ('200', '1', '新進訓育', '', '/public/uploads/20181117/1542395771DjZKb.jpg', '為了雙胞胎姊姊，他假扮成魅力滿點的女職員到新公司上班。在這美女如雲的公司，又會有什麼香豔刺激的故事呢？', '108', '0', '1', '2018-11-17 03:16:12', '2018-11-17 03:16:12', '2018-11-17 03:16:12');
INSERT INTO `manhua` VALUES ('201', '1', '無法自拔', '', '/public/uploads/20181117/1542396012sFVKG.jpg', '止不住的興奮，止不住的慾望，停止不了繼續點閱，至今從沒看過的劇情，就在無法自拔!', '667', '0', '1', '2018-11-17 03:20:13', '2018-11-17 03:20:13', '2018-11-17 03:20:13');
INSERT INTO `manhua` VALUES ('202', '1', 'SEFIROT', '', '/public/uploads/20181117/15423960414bt0J.jpg', '手段兇慘的姦殺案, 讓銷聲匿跡兩年的奇美拉露出了蹤跡...這次朱諾探長不想再錯失良機!', '854', '0', '1', '2018-11-17 03:20:42', '2018-11-17 03:20:42', '2018-11-17 03:20:42');
INSERT INTO `manhua` VALUES ('203', '1', '看見死亡的男人', '', '/public/uploads/20181117/1542396070ri0WH.jpg', '能夠看見他人死期及死因的男人，但無法改變他們的命運，究竟這是神的賜予還是詛咒', '519', '0', '1', '2018-11-17 03:21:11', '2018-11-17 03:21:11', '2018-11-17 03:21:11');
INSERT INTO `manhua` VALUES ('204', '1', 'White Girl', '', '/public/uploads/20181117/15423960951TbhD.jpg', '那些性愛中毒的女人們...渴望著更加強烈的激情！ 究竟她們能否找回純真的自己...', '956', '0', '1', '2018-11-17 03:21:36', '2018-11-17 03:21:36', '2018-11-17 03:21:36');
INSERT INTO `manhua` VALUES ('205', '1', '變成狗的男人', '', '/public/uploads/20181117/1542396128gq4H6.jpg', '一夕間遭雷劈變成狗的男人,展開了一段跟一見鍾情的女人同居的故事', '576', '0', '1', '2018-11-17 03:22:11', '2018-11-17 03:22:11', '2018-11-17 03:22:11');
INSERT INTO `manhua` VALUES ('206', '1', '男人馴獸師', '', '/public/uploads/20181117/1542396161Cwoxt.jpg', 'H大學傳說級校花的校園生活日記!!  Yanu作家全新力作!!', '781', '0', '1', '2018-11-17 03:22:42', '2018-11-17 03:22:42', '2018-11-17 03:22:42');
INSERT INTO `manhua` VALUES ('207', '1', '魅力女孩', '', '/public/uploads/20181117/15423961941zEhD.jpg', '全新水彩畫風!! 您從未體驗過的全新感受~ 快來感受魅力女孩的愛情新世界!  ', '544', '0', '1', '2018-11-17 03:23:15', '2018-11-17 03:23:15', '2018-11-17 03:23:15');
INSERT INTO `manhua` VALUES ('208', '1', '敏希', '', '/public/uploads/20181117/1542396221q2Fxb.jpg', '她就在那個地方 我的焦點就只會集中在唯一的女神之上,敏希', '667', '0', '1', '2018-11-17 03:23:42', '2018-11-17 03:23:42', '2018-11-17 03:23:42');
INSERT INTO `manhua` VALUES ('209', '1', '垃圾男', '', '/public/uploads/20181117/1542396245NiRo1.jpg', '搞劈腿也需要天份！除了長得帥，還要有技巧，才能這個吃吃、那個舔舔。', '858', '0', '1', '2018-11-17 03:24:06', '2018-11-17 03:24:06', '2018-11-17 03:24:06');
INSERT INTO `manhua` VALUES ('210', '1', '肉色傳記', '', '/public/uploads/20181117/1542396274prGvs.jpg', '日常生活中的奇妙經驗~ 沈醉於那散發著粉紅光芒的肉色香氣中吧!!', '853', '0', '1', '2018-11-17 03:24:35', '2018-11-17 03:24:35', '2018-11-17 03:24:35');
INSERT INTO `manhua` VALUES ('211', '1', '殘存', '', '/public/uploads/20181117/15423963015vDgE.jpg', '在這個只有喪屍獵殺人的世界裡....我該怎麼做才能夠殘存下來!?  ', '973', '0', '1', '2018-11-17 03:25:02', '2018-11-17 03:25:02', '2018-11-17 03:25:02');
INSERT INTO `manhua` VALUES ('212', '1', '記憶交換所', '', '/public/uploads/20181117/1542396328fx32I.jpg', '想要什麼特別的性經驗嗎?快來記憶交換所，滿足你的任何需求。', '728', '0', '1', '2018-11-17 03:25:29', '2018-11-17 03:25:29', '2018-11-17 03:25:29');
INSERT INTO `manhua` VALUES ('213', '1', 'Rental Love', '', '/public/uploads/20181117/1542396356wO1yx.jpg', '我們都曾經歷過的現實愛戀...', '276', '0', '1', '2018-11-17 03:26:00', '2018-11-17 03:26:00', '2018-11-17 03:26:00');
INSERT INTO `manhua` VALUES ('214', '1', 'Killing Time', '', '/public/uploads/20181117/1542396384FXKp8.jpg', '菜鳥殺手 VS. 黃金單身漢! DEAD OR LOVE?!', '965', '0', '1', '2018-11-17 03:26:26', '2018-11-17 03:26:26', '2018-11-17 03:26:26');
INSERT INTO `manhua` VALUES ('215', '1', '荷爾蒙王', '', '/public/uploads/20181117/1542396411sBcrf.jpg', '那一夜之後,我的身體產生了莫名變化...可以讓妳高潮不斷', '567', '0', '1', '2018-11-17 03:26:52', '2018-11-17 03:26:52', '2018-11-17 03:26:52');
INSERT INTO `manhua` VALUES ('216', '1', 'KEEP THE GIRLS', '', '/public/uploads/20181117/1542396437SvQpS.jpg', '在這個性慾沸騰的世界裡...我要賭上我的純情來守護那些我所愛的女孩！', '838', '0', '1', '2018-11-17 03:27:18', '2018-11-17 03:27:18', '2018-11-17 03:27:18');
INSERT INTO `manhua` VALUES ('217', '1', '離婚男女', '', '/public/uploads/20181117/1542396476jy4hN.jpg', '離婚了 卻是另一個開始! 我的懊悔 妳的懷念 還有...她的報復', '163', '0', '1', '2018-11-17 03:27:57', '2018-11-17 03:27:57', '2018-11-17 03:27:57');
INSERT INTO `manhua` VALUES ('218', '1', '復仇', '', '/public/uploads/20181117/1542396501W14Ik.jpg', '在一個悠閒的度假旅途中的一場意外事故....有個人知道那場事故!  ', '196', '0', '1', '2018-11-17 03:28:23', '2018-11-17 03:28:23', '2018-11-17 03:28:23');
INSERT INTO `manhua` VALUES ('219', '1', '愛經 - 極致性愛寶典', '', '/public/uploads/20181117/1542396535yW7Uk.jpg', '大學校園裡竟然有變態社團?社員數三名? 看來需要尋找更多新生來加入了! 淫亂社團拯救大作戰!!!', '364', '0', '1', '2018-11-17 03:28:56', '2018-11-17 03:28:56', '2018-11-17 03:28:56');
INSERT INTO `manhua` VALUES ('220', '1', 'SEED', '', '/public/uploads/20181117/154239656426cqr.jpg', '冥冥之中，他種下了那顆種子....那絕世美女因此誕生。是福?是禍?', '434', '0', '1', '2018-11-17 03:29:25', '2018-11-17 03:29:25', '2018-11-17 03:29:25');
INSERT INTO `manhua` VALUES ('221', '1', '千里尋愛', '', '/public/uploads/20181117/1542396588iiYNI.jpg', '在當兵之前..我深愛的她竟然...消失了!!拜託讓我再見她一面吧!!', '219', '0', '1', '2018-11-17 03:29:49', '2018-11-17 03:29:49', '2018-11-17 03:29:49');
INSERT INTO `manhua` VALUES ('222', '1', 'Keymaker', '', '/public/uploads/20181117/1542396618hKAJ6.jpg', '想成為玩咖的單身男必讀的把妹百科全書！最強玩咖的殘酷把妹指南！', '676', '0', '1', '2018-11-17 03:30:19', '2018-11-17 03:30:19', '2018-11-17 03:30:19');
INSERT INTO `manhua` VALUES ('223', '1', '人生值', '', '/public/uploads/20181117/1542396650ezJdB.jpg', '想要放棄生命的少女...,我們相遇了...並且相戀!', '134', '0', '1', '2018-11-17 03:30:51', '2018-11-17 03:30:51', '2018-11-17 03:30:51');
INSERT INTO `manhua` VALUES ('224', '1', 'TouchTouch', '', '/public/uploads/20181117/1542396674iZSCA.jpg', '符合我一切條件的夢中情人 將理想變成現實的女人出現了', '617', '0', '1', '2018-11-17 03:31:15', '2018-11-17 03:31:15', '2018-11-17 03:31:15');
INSERT INTO `manhua` VALUES ('225', '1', '美人花坊', '', '/public/uploads/20181117/1542396705CuHYu.jpg', '我想被愛!!! 如果想要一顆愛你的心,請來美人花坊,任君挑選!', '814', '0', '1', '2018-11-17 03:31:46', '2018-11-17 03:31:46', '2018-11-17 03:31:46');
INSERT INTO `manhua` VALUES ('226', '1', '豬仔農場', '', '/public/uploads/20181117/1542396731kM7Cl.jpg', '別被她美麗的外表所騙！ 她可是飼育著一群男人的女王！', '193', '0', '1', '2018-11-17 03:32:11', '2018-11-17 03:32:11', '2018-11-17 03:32:11');
INSERT INTO `manhua` VALUES ('227', '1', '目標就是妳內褲', '', '/public/uploads/20181117/1542396754ZGm13.jpg', '景氣不好求職困難!!面試途中遇到的謎樣女子竟是老闆的女兒?!', '477', '0', '1', '2018-11-17 03:32:36', '2018-11-17 03:32:36', '2018-11-17 03:32:36');
INSERT INTO `manhua` VALUES ('228', '1', '夜貪', '', '/public/uploads/20181117/1542396781qAqD7.jpg', '貪歡的夜晚，會發生什麼樣的故事?', '173', '0', '1', '2018-11-17 03:33:02', '2018-11-17 03:33:02', '2018-11-17 03:33:02');
INSERT INTO `manhua` VALUES ('229', '1', '高跟鞋', '', '/public/uploads/20181117/1542396812QbqlY.jpg', '帶我到更高的位置吧!! 為了成功!!!我什麼事都可以做', '133', '0', '1', '2018-11-17 03:33:33', '2018-11-17 03:33:33', '2018-11-17 03:33:33');
INSERT INTO `manhua` VALUES ('230', '1', '壞女人報告書', '', '/public/uploads/20181117/1542396837CsKhg.jpg', '殘酷的現實社會，唯有壞女人才能生存下去?!', '451', '0', '1', '2018-11-17 03:33:59', '2018-11-17 03:33:59', '2018-11-17 03:33:59');
INSERT INTO `manhua` VALUES ('231', '1', '10人10色：初體驗', '', '/public/uploads/20181117/1542396869mRSAa.jpg', '10人10色: 初體驗', '604', '0', '1', '2018-11-17 03:34:30', '2018-11-17 03:34:30', '2018-11-17 03:34:30');
INSERT INTO `manhua` VALUES ('232', '1', '他&她', '', '/public/uploads/20181117/1542396894EMDoh.jpg', '戀愛觀偏差的嬌嬌女,如何面對除了男人以外的選擇...', '291', '0', '1', '2018-11-17 03:34:55', '2018-11-17 03:34:55', '2018-11-17 03:34:55');
INSERT INTO `manhua` VALUES ('233', '1', '委託殺人', '', '/public/uploads/20181117/1542396921XU3o3.jpg', '你有…想殺的人嗎?', '327', '0', '1', '2018-11-17 03:35:22', '2018-11-17 03:35:22', '2018-11-17 03:35:22');
INSERT INTO `manhua` VALUES ('234', '1', '恐懼', '', '/public/uploads/20181117/1542396947oYrnh.jpg', '孤立在大雪中的別墅....死亡的序曲在其中慢慢響起!!!', '503', '0', '1', '2018-11-17 03:35:50', '2018-11-17 03:35:50', '2018-11-17 03:35:50');
INSERT INTO `manhua` VALUES ('235', '1', '腹黑女的異想世界', '', '/public/uploads/20181117/1542396975VFP9x.jpg', '她們大膽的妄想及日常，虛構與寫實', '179', '0', '0', '2018-11-17 03:36:20', '2018-11-17 03:36:20', '2018-11-17 13:13:43');

-- ----------------------------
-- Table structure for `manhuachapters`
-- ----------------------------
DROP TABLE IF EXISTS `manhuachapters`;
CREATE TABLE `manhuachapters` (
  `chapter_id` int(9) NOT NULL AUTO_INCREMENT,
  `manhua_id` int(8) NOT NULL,
  `chapter_name` varchar(100) NOT NULL,
  `chapter_cover` varchar(150) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '0:不显示 1:显示',
  `vip` tinyint(1) NOT NULL DEFAULT '1' COMMENT '0:不是vip也能看 1:vip才能看',
  `pre_chapter_id` int(9) NOT NULL,
  `next_chapter_id` int(9) NOT NULL,
  `views` int(9) NOT NULL,
  `priority` int(8) NOT NULL,
  `coin` int(5) NOT NULL DEFAULT '10' COMMENT '不是vip看要收金币',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`chapter_id`),
  KEY `manhua_id` (`manhua_id`)
) ENGINE=MyISAM AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of manhuachapters
-- ----------------------------

-- ----------------------------
-- Table structure for `manhuaphotos`
-- ----------------------------
DROP TABLE IF EXISTS `manhuaphotos`;
CREATE TABLE `manhuaphotos` (
  `p_id` int(11) NOT NULL AUTO_INCREMENT,
  `chapter_id` int(9) NOT NULL,
  `photo` varchar(200) NOT NULL,
  `priority` int(9) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '0:不显示 1:显示',
  PRIMARY KEY (`p_id`),
  KEY `chapter_id` (`chapter_id`)
) ENGINE=MyISAM AUTO_INCREMENT=244 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of manhuaphotos
-- ----------------------------
INSERT INTO `manhuaphotos` VALUES ('1', '8', '/217/8/1542430240aaa720.jpg', '0', '1');
INSERT INTO `manhuaphotos` VALUES ('2', '8', '/217/8/1542430240aaa466.jpg', '1', '1');
INSERT INTO `manhuaphotos` VALUES ('3', '8', '/217/8/1542430240aaa191.jpg', '2', '1');
INSERT INTO `manhuaphotos` VALUES ('4', '8', '/217/8/1542430240aaa804.jpg', '3', '1');
INSERT INTO `manhuaphotos` VALUES ('5', '8', '/217/8/1542430240aaa108.jpg', '4', '1');
INSERT INTO `manhuaphotos` VALUES ('6', '8', '/217/8/1542430240aaa397.jpg', '5', '1');
INSERT INTO `manhuaphotos` VALUES ('7', '8', '/217/8/1542430240aaa489.jpg', '6', '1');
INSERT INTO `manhuaphotos` VALUES ('8', '8', '/217/8/1542430240aaa284.jpg', '7', '1');
INSERT INTO `manhuaphotos` VALUES ('9', '8', '/217/8/1542430240aaa399.jpg', '8', '1');
INSERT INTO `manhuaphotos` VALUES ('10', '8', '/217/8/1542430240aaa162.jpg', '9', '1');
INSERT INTO `manhuaphotos` VALUES ('11', '8', '/217/8/1542430240aaa668.jpg', '10', '1');
INSERT INTO `manhuaphotos` VALUES ('12', '8', '/217/8/1542430240aaa766.jpg', '11', '1');
INSERT INTO `manhuaphotos` VALUES ('13', '8', '/217/8/1542430240aaa285.jpg', '12', '1');
INSERT INTO `manhuaphotos` VALUES ('14', '8', '/217/8/1542430240aaa467.jpg', '13', '1');
INSERT INTO `manhuaphotos` VALUES ('15', '8', '/217/8/1542430240aaa603.jpg', '14', '1');
INSERT INTO `manhuaphotos` VALUES ('16', '8', '/217/8/1542430240aaa691.jpg', '15', '1');
INSERT INTO `manhuaphotos` VALUES ('17', '8', '/217/8/1542430240aaa781.jpg', '16', '1');
INSERT INTO `manhuaphotos` VALUES ('18', '9', '/217/9/1542430240aaa764.jpg', '0', '1');
INSERT INTO `manhuaphotos` VALUES ('19', '9', '/217/9/1542430240aaa605.jpg', '1', '1');
INSERT INTO `manhuaphotos` VALUES ('20', '9', '/217/9/1542430240aaa230.jpg', '2', '1');
INSERT INTO `manhuaphotos` VALUES ('21', '9', '/217/9/1542430240aaa902.jpg', '3', '1');
INSERT INTO `manhuaphotos` VALUES ('22', '9', '/217/9/1542430240aaa735.jpg', '4', '1');
INSERT INTO `manhuaphotos` VALUES ('23', '9', '/217/9/1542430240aaa968.jpg', '5', '1');
INSERT INTO `manhuaphotos` VALUES ('24', '9', '/217/9/1542430240aaa979.jpg', '6', '1');
INSERT INTO `manhuaphotos` VALUES ('25', '9', '/217/9/1542430240aaa440.jpg', '7', '1');
INSERT INTO `manhuaphotos` VALUES ('26', '9', '/217/9/1542430240aaa962.jpg', '8', '1');
INSERT INTO `manhuaphotos` VALUES ('27', '9', '/217/9/1542430240aaa162.jpg', '9', '1');
INSERT INTO `manhuaphotos` VALUES ('28', '9', '/217/9/1542430240aaa169.jpg', '10', '1');
INSERT INTO `manhuaphotos` VALUES ('29', '9', '/217/9/1542430240aaa869.jpg', '11', '1');
INSERT INTO `manhuaphotos` VALUES ('30', '9', '/217/9/1542430240aaa233.jpg', '12', '1');
INSERT INTO `manhuaphotos` VALUES ('31', '9', '/217/9/1542430240aaa817.jpg', '13', '1');
INSERT INTO `manhuaphotos` VALUES ('32', '9', '/217/9/1542430240aaa572.jpg', '14', '1');
INSERT INTO `manhuaphotos` VALUES ('33', '9', '/217/9/1542430240aaa141.jpg', '15', '1');
INSERT INTO `manhuaphotos` VALUES ('34', '9', '/217/9/1542430240aaa728.jpg', '16', '1');
INSERT INTO `manhuaphotos` VALUES ('35', '9', '/217/9/1542430240aaa631.jpg', '17', '1');
INSERT INTO `manhuaphotos` VALUES ('36', '9', '/217/9/1542430240aaa434.jpg', '18', '1');
INSERT INTO `manhuaphotos` VALUES ('37', '9', '/217/9/1542430240aaa235.jpg', '19', '1');
INSERT INTO `manhuaphotos` VALUES ('38', '9', '/217/9/1542430240aaa518.jpg', '20', '1');
INSERT INTO `manhuaphotos` VALUES ('39', '9', '/217/9/1542430240aaa126.jpg', '21', '1');
INSERT INTO `manhuaphotos` VALUES ('40', '9', '/217/9/1542430240aaa938.jpg', '22', '1');
INSERT INTO `manhuaphotos` VALUES ('41', '9', '/217/9/1542430240aaa621.jpg', '23', '1');
INSERT INTO `manhuaphotos` VALUES ('42', '10', '/217/10/1542430240aaa793.jpg', '0', '1');
INSERT INTO `manhuaphotos` VALUES ('43', '10', '/217/10/1542430240aaa159.jpg', '1', '1');
INSERT INTO `manhuaphotos` VALUES ('44', '10', '/217/10/1542430240aaa772.jpg', '2', '1');
INSERT INTO `manhuaphotos` VALUES ('45', '10', '/217/10/1542430240aaa546.jpg', '3', '1');
INSERT INTO `manhuaphotos` VALUES ('46', '10', '/217/10/1542430240aaa886.jpg', '4', '1');
INSERT INTO `manhuaphotos` VALUES ('47', '10', '/217/10/1542430240aaa412.jpg', '5', '1');
INSERT INTO `manhuaphotos` VALUES ('48', '10', '/217/10/1542430240aaa259.jpg', '6', '1');
INSERT INTO `manhuaphotos` VALUES ('49', '10', '/217/10/1542430240aaa311.jpg', '7', '1');
INSERT INTO `manhuaphotos` VALUES ('50', '10', '/217/10/1542430240aaa112.jpg', '8', '1');
INSERT INTO `manhuaphotos` VALUES ('51', '10', '/217/10/1542430240aaa586.jpg', '9', '1');
INSERT INTO `manhuaphotos` VALUES ('52', '10', '/217/10/1542430240aaa739.jpg', '10', '1');
INSERT INTO `manhuaphotos` VALUES ('53', '10', '/217/10/1542430240aaa487.jpg', '11', '1');
INSERT INTO `manhuaphotos` VALUES ('54', '10', '/217/10/1542430240aaa670.jpg', '12', '1');
INSERT INTO `manhuaphotos` VALUES ('55', '10', '/217/10/1542430240aaa345.jpg', '13', '1');
INSERT INTO `manhuaphotos` VALUES ('56', '10', '/217/10/1542430240aaa194.jpg', '14', '1');
INSERT INTO `manhuaphotos` VALUES ('57', '10', '/217/10/1542430240aaa455.jpg', '15', '1');
INSERT INTO `manhuaphotos` VALUES ('58', '10', '/217/10/1542430240aaa598.jpg', '16', '1');
INSERT INTO `manhuaphotos` VALUES ('59', '10', '/217/10/1542430240aaa389.jpg', '17', '1');
INSERT INTO `manhuaphotos` VALUES ('60', '10', '/217/10/1542430240aaa815.jpg', '18', '1');
INSERT INTO `manhuaphotos` VALUES ('61', '10', '/217/10/1542430240aaa106.jpg', '19', '1');
INSERT INTO `manhuaphotos` VALUES ('62', '11', '/217/11/1542430240aaa483.jpg', '0', '1');
INSERT INTO `manhuaphotos` VALUES ('63', '11', '/217/11/1542430240aaa191.jpg', '1', '1');
INSERT INTO `manhuaphotos` VALUES ('64', '11', '/217/11/1542430240aaa293.jpg', '2', '1');
INSERT INTO `manhuaphotos` VALUES ('65', '11', '/217/11/1542430240aaa225.jpg', '3', '1');
INSERT INTO `manhuaphotos` VALUES ('66', '11', '/217/11/1542430240aaa105.jpg', '4', '1');
INSERT INTO `manhuaphotos` VALUES ('67', '11', '/217/11/1542430240aaa701.jpg', '5', '1');
INSERT INTO `manhuaphotos` VALUES ('68', '11', '/217/11/1542430240aaa861.jpg', '6', '1');
INSERT INTO `manhuaphotos` VALUES ('69', '11', '/217/11/1542430240aaa514.jpg', '7', '1');
INSERT INTO `manhuaphotos` VALUES ('70', '11', '/217/11/1542430240aaa757.jpg', '8', '1');
INSERT INTO `manhuaphotos` VALUES ('71', '11', '/217/11/1542430240aaa472.jpg', '9', '1');
INSERT INTO `manhuaphotos` VALUES ('72', '11', '/217/11/1542430240aaa902.jpg', '10', '1');
INSERT INTO `manhuaphotos` VALUES ('73', '11', '/217/11/1542430240aaa422.jpg', '11', '1');
INSERT INTO `manhuaphotos` VALUES ('74', '11', '/217/11/1542430240aaa378.jpg', '12', '1');
INSERT INTO `manhuaphotos` VALUES ('75', '11', '/217/11/1542430240aaa786.jpg', '13', '1');
INSERT INTO `manhuaphotos` VALUES ('76', '11', '/217/11/1542430240aaa922.jpg', '14', '1');
INSERT INTO `manhuaphotos` VALUES ('77', '11', '/217/11/1542430240aaa209.jpg', '15', '1');
INSERT INTO `manhuaphotos` VALUES ('78', '11', '/217/11/1542430240aaa487.jpg', '16', '1');
INSERT INTO `manhuaphotos` VALUES ('79', '11', '/217/11/1542430240aaa515.jpg', '17', '1');
INSERT INTO `manhuaphotos` VALUES ('80', '11', '/217/11/1542430240aaa765.jpg', '18', '1');
INSERT INTO `manhuaphotos` VALUES ('81', '11', '/217/11/1542430240aaa612.jpg', '19', '1');
INSERT INTO `manhuaphotos` VALUES ('82', '11', '/217/11/1542430240aaa322.jpg', '20', '1');
INSERT INTO `manhuaphotos` VALUES ('83', '11', '/217/11/1542430240aaa766.jpg', '21', '1');
INSERT INTO `manhuaphotos` VALUES ('84', '12', '/217/12/1542430240aaa790.jpg', '0', '1');
INSERT INTO `manhuaphotos` VALUES ('85', '12', '/217/12/1542430240aaa390.jpg', '1', '1');
INSERT INTO `manhuaphotos` VALUES ('86', '12', '/217/12/1542430240aaa204.jpg', '2', '1');
INSERT INTO `manhuaphotos` VALUES ('87', '12', '/217/12/1542430241aaa398.jpg', '3', '1');
INSERT INTO `manhuaphotos` VALUES ('88', '12', '/217/12/1542430241aaa528.jpg', '4', '1');
INSERT INTO `manhuaphotos` VALUES ('89', '12', '/217/12/1542430241aaa487.jpg', '5', '1');
INSERT INTO `manhuaphotos` VALUES ('90', '12', '/217/12/1542430241aaa639.jpg', '6', '1');
INSERT INTO `manhuaphotos` VALUES ('91', '12', '/217/12/1542430241aaa916.jpg', '7', '1');
INSERT INTO `manhuaphotos` VALUES ('92', '12', '/217/12/1542430241aaa401.jpg', '8', '1');
INSERT INTO `manhuaphotos` VALUES ('93', '12', '/217/12/1542430241aaa214.jpg', '9', '1');
INSERT INTO `manhuaphotos` VALUES ('94', '12', '/217/12/1542430241aaa652.jpg', '10', '1');
INSERT INTO `manhuaphotos` VALUES ('95', '12', '/217/12/1542430241aaa795.jpg', '11', '1');
INSERT INTO `manhuaphotos` VALUES ('96', '12', '/217/12/1542430241aaa386.jpg', '12', '1');
INSERT INTO `manhuaphotos` VALUES ('97', '12', '/217/12/1542430241aaa546.jpg', '13', '1');
INSERT INTO `manhuaphotos` VALUES ('98', '12', '/217/12/1542430241aaa448.jpg', '14', '1');
INSERT INTO `manhuaphotos` VALUES ('99', '12', '/217/12/1542430241aaa394.jpg', '15', '1');
INSERT INTO `manhuaphotos` VALUES ('100', '12', '/217/12/1542430241aaa553.jpg', '16', '1');
INSERT INTO `manhuaphotos` VALUES ('101', '12', '/217/12/1542430241aaa975.jpg', '17', '1');
INSERT INTO `manhuaphotos` VALUES ('102', '12', '/217/12/1542430241aaa184.jpg', '18', '1');
INSERT INTO `manhuaphotos` VALUES ('103', '12', '/217/12/1542430241aaa182.jpg', '19', '1');
INSERT INTO `manhuaphotos` VALUES ('104', '12', '/217/12/1542430241aaa712.jpg', '20', '1');
INSERT INTO `manhuaphotos` VALUES ('105', '13', '/217/13/1542430241aaa601.jpg', '0', '1');
INSERT INTO `manhuaphotos` VALUES ('106', '13', '/217/13/1542430241aaa779.jpg', '1', '1');
INSERT INTO `manhuaphotos` VALUES ('107', '13', '/217/13/1542430241aaa836.jpg', '2', '1');
INSERT INTO `manhuaphotos` VALUES ('108', '13', '/217/13/1542430241aaa105.jpg', '3', '1');
INSERT INTO `manhuaphotos` VALUES ('109', '13', '/217/13/1542430241aaa777.jpg', '4', '1');
INSERT INTO `manhuaphotos` VALUES ('110', '13', '/217/13/1542430241aaa786.jpg', '5', '1');
INSERT INTO `manhuaphotos` VALUES ('111', '13', '/217/13/1542430241aaa949.jpg', '6', '1');
INSERT INTO `manhuaphotos` VALUES ('112', '13', '/217/13/1542430241aaa426.jpg', '7', '1');
INSERT INTO `manhuaphotos` VALUES ('113', '13', '/217/13/1542430241aaa942.jpg', '8', '1');
INSERT INTO `manhuaphotos` VALUES ('114', '13', '/217/13/1542430241aaa179.jpg', '9', '1');
INSERT INTO `manhuaphotos` VALUES ('115', '13', '/217/13/1542430241aaa501.jpg', '10', '1');
INSERT INTO `manhuaphotos` VALUES ('116', '13', '/217/13/1542430241aaa223.jpg', '11', '1');
INSERT INTO `manhuaphotos` VALUES ('117', '13', '/217/13/1542430241aaa670.jpg', '12', '1');
INSERT INTO `manhuaphotos` VALUES ('118', '13', '/217/13/1542430241aaa414.jpg', '13', '1');
INSERT INTO `manhuaphotos` VALUES ('119', '13', '/217/13/1542430241aaa410.jpg', '14', '1');
INSERT INTO `manhuaphotos` VALUES ('120', '13', '/217/13/1542430241aaa221.jpg', '15', '1');
INSERT INTO `manhuaphotos` VALUES ('121', '13', '/217/13/1542430241aaa390.jpg', '16', '1');
INSERT INTO `manhuaphotos` VALUES ('122', '13', '/217/13/1542430241aaa940.jpg', '17', '1');
INSERT INTO `manhuaphotos` VALUES ('123', '13', '/217/13/1542430241aaa599.jpg', '18', '1');
INSERT INTO `manhuaphotos` VALUES ('124', '13', '/217/13/1542430241aaa907.jpg', '19', '1');
INSERT INTO `manhuaphotos` VALUES ('125', '13', '/217/13/1542430241aaa131.jpg', '20', '1');
INSERT INTO `manhuaphotos` VALUES ('126', '13', '/217/13/1542430241aaa345.jpg', '21', '1');
INSERT INTO `manhuaphotos` VALUES ('127', '14', '/217/14/1542430720aaa803.jpg', '0', '1');
INSERT INTO `manhuaphotos` VALUES ('128', '14', '/217/14/1542430720aaa318.jpg', '1', '1');
INSERT INTO `manhuaphotos` VALUES ('129', '14', '/217/14/1542430720aaa986.jpg', '2', '1');
INSERT INTO `manhuaphotos` VALUES ('130', '14', '/217/14/1542430720aaa331.jpg', '3', '1');
INSERT INTO `manhuaphotos` VALUES ('131', '14', '/217/14/1542430720aaa835.jpg', '4', '1');
INSERT INTO `manhuaphotos` VALUES ('132', '14', '/217/14/1542430720aaa911.jpg', '5', '1');
INSERT INTO `manhuaphotos` VALUES ('133', '14', '/217/14/1542430720aaa269.jpg', '6', '1');
INSERT INTO `manhuaphotos` VALUES ('134', '14', '/217/14/1542430720aaa726.jpg', '7', '1');
INSERT INTO `manhuaphotos` VALUES ('135', '15', '/217/15/1542430720aaa657.jpg', '0', '1');
INSERT INTO `manhuaphotos` VALUES ('136', '15', '/217/15/1542430720aaa175.jpg', '1', '1');
INSERT INTO `manhuaphotos` VALUES ('137', '15', '/217/15/1542430720aaa541.jpg', '2', '1');
INSERT INTO `manhuaphotos` VALUES ('138', '15', '/217/15/1542430720aaa924.jpg', '3', '1');
INSERT INTO `manhuaphotos` VALUES ('139', '15', '/217/15/1542430720aaa166.jpg', '4', '1');
INSERT INTO `manhuaphotos` VALUES ('140', '15', '/217/15/1542430720aaa707.jpg', '5', '1');
INSERT INTO `manhuaphotos` VALUES ('141', '15', '/217/15/1542430720aaa997.jpg', '6', '1');
INSERT INTO `manhuaphotos` VALUES ('142', '15', '/217/15/1542430720aaa188.jpg', '7', '1');
INSERT INTO `manhuaphotos` VALUES ('143', '15', '/217/15/1542430720aaa786.jpg', '8', '1');
INSERT INTO `manhuaphotos` VALUES ('144', '15', '/217/15/1542430720aaa853.jpg', '9', '1');
INSERT INTO `manhuaphotos` VALUES ('145', '15', '/217/15/1542430720aaa109.jpg', '10', '1');
INSERT INTO `manhuaphotos` VALUES ('146', '15', '/217/15/1542430720aaa115.jpg', '11', '1');
INSERT INTO `manhuaphotos` VALUES ('147', '15', '/217/15/1542430720aaa793.jpg', '12', '1');
INSERT INTO `manhuaphotos` VALUES ('148', '15', '/217/15/1542430720aaa657.jpg', '13', '1');
INSERT INTO `manhuaphotos` VALUES ('149', '15', '/217/15/1542430720aaa963.jpg', '14', '1');
INSERT INTO `manhuaphotos` VALUES ('150', '15', '/217/15/1542430720aaa227.jpg', '15', '1');
INSERT INTO `manhuaphotos` VALUES ('151', '15', '/217/15/1542430720aaa903.jpg', '16', '1');
INSERT INTO `manhuaphotos` VALUES ('152', '15', '/217/15/1542430720aaa562.jpg', '17', '1');
INSERT INTO `manhuaphotos` VALUES ('153', '15', '/217/15/1542430720aaa311.jpg', '18', '1');
INSERT INTO `manhuaphotos` VALUES ('154', '15', '/217/15/1542430720aaa281.jpg', '19', '1');
INSERT INTO `manhuaphotos` VALUES ('155', '15', '/217/15/1542430720aaa778.jpg', '20', '1');
INSERT INTO `manhuaphotos` VALUES ('156', '15', '/217/15/1542430720aaa748.jpg', '21', '1');
INSERT INTO `manhuaphotos` VALUES ('157', '15', '/217/15/1542430720aaa569.jpg', '22', '1');
INSERT INTO `manhuaphotos` VALUES ('158', '15', '/217/15/1542430720aaa816.jpg', '23', '1');
INSERT INTO `manhuaphotos` VALUES ('159', '15', '/217/15/1542430720aaa177.jpg', '24', '1');
INSERT INTO `manhuaphotos` VALUES ('160', '15', '/217/15/1542430720aaa939.jpg', '25', '1');
INSERT INTO `manhuaphotos` VALUES ('161', '15', '/217/15/1542430720aaa602.jpg', '26', '1');
INSERT INTO `manhuaphotos` VALUES ('162', '15', '/217/15/1542430720aaa769.jpg', '27', '1');
INSERT INTO `manhuaphotos` VALUES ('163', '15', '/217/15/1542430720aaa843.jpg', '28', '1');
INSERT INTO `manhuaphotos` VALUES ('164', '15', '/217/15/1542430720aaa715.jpg', '29', '1');
INSERT INTO `manhuaphotos` VALUES ('165', '15', '/217/15/1542430720aaa309.jpg', '30', '1');
INSERT INTO `manhuaphotos` VALUES ('166', '17', '/217/17/1542431085aaa799.jpg', '0', '1');
INSERT INTO `manhuaphotos` VALUES ('167', '17', '/217/17/1542431085aaa461.jpg', '1', '1');
INSERT INTO `manhuaphotos` VALUES ('168', '17', '/217/17/1542431085aaa966.jpg', '2', '1');
INSERT INTO `manhuaphotos` VALUES ('169', '17', '/217/17/1542431085aaa360.jpg', '3', '1');
INSERT INTO `manhuaphotos` VALUES ('170', '17', '/217/17/1542431085aaa859.jpg', '4', '1');
INSERT INTO `manhuaphotos` VALUES ('171', '17', '/217/17/1542431085aaa430.jpg', '5', '1');
INSERT INTO `manhuaphotos` VALUES ('172', '17', '/217/17/1542431085aaa433.jpg', '6', '1');
INSERT INTO `manhuaphotos` VALUES ('173', '17', '/217/17/1542431085aaa785.jpg', '7', '1');
INSERT INTO `manhuaphotos` VALUES ('174', '18', '/217/18/1542431085aaa450.jpg', '0', '1');
INSERT INTO `manhuaphotos` VALUES ('175', '18', '/217/18/1542431085aaa721.jpg', '1', '1');
INSERT INTO `manhuaphotos` VALUES ('176', '18', '/217/18/1542431085aaa571.jpg', '2', '1');
INSERT INTO `manhuaphotos` VALUES ('177', '18', '/217/18/1542431085aaa484.jpg', '3', '1');
INSERT INTO `manhuaphotos` VALUES ('178', '18', '/217/18/1542431085aaa246.jpg', '4', '1');
INSERT INTO `manhuaphotos` VALUES ('179', '18', '/217/18/1542431085aaa251.jpg', '5', '1');
INSERT INTO `manhuaphotos` VALUES ('180', '18', '/217/18/1542431085aaa429.jpg', '6', '1');
INSERT INTO `manhuaphotos` VALUES ('181', '18', '/217/18/1542431085aaa173.jpg', '7', '1');
INSERT INTO `manhuaphotos` VALUES ('182', '18', '/217/18/1542431085aaa684.jpg', '8', '1');
INSERT INTO `manhuaphotos` VALUES ('183', '18', '/217/18/1542431085aaa436.jpg', '9', '1');
INSERT INTO `manhuaphotos` VALUES ('184', '18', '/217/18/1542431085aaa723.jpg', '10', '1');
INSERT INTO `manhuaphotos` VALUES ('185', '18', '/217/18/1542431085aaa480.jpg', '11', '1');
INSERT INTO `manhuaphotos` VALUES ('186', '18', '/217/18/1542431085aaa264.jpg', '12', '1');
INSERT INTO `manhuaphotos` VALUES ('187', '18', '/217/18/1542431085aaa575.jpg', '13', '1');
INSERT INTO `manhuaphotos` VALUES ('188', '18', '/217/18/1542431085aaa726.jpg', '14', '1');
INSERT INTO `manhuaphotos` VALUES ('189', '18', '/217/18/1542431085aaa851.jpg', '15', '1');
INSERT INTO `manhuaphotos` VALUES ('190', '18', '/217/18/1542431085aaa317.jpg', '16', '1');
INSERT INTO `manhuaphotos` VALUES ('191', '18', '/217/18/1542431085aaa814.jpg', '17', '1');
INSERT INTO `manhuaphotos` VALUES ('192', '18', '/217/18/1542431085aaa624.jpg', '18', '1');
INSERT INTO `manhuaphotos` VALUES ('193', '18', '/217/18/1542431085aaa181.jpg', '19', '1');
INSERT INTO `manhuaphotos` VALUES ('194', '18', '/217/18/1542431085aaa826.jpg', '20', '1');
INSERT INTO `manhuaphotos` VALUES ('195', '18', '/217/18/1542431085aaa851.jpg', '21', '1');
INSERT INTO `manhuaphotos` VALUES ('196', '18', '/217/18/1542431085aaa135.jpg', '22', '1');
INSERT INTO `manhuaphotos` VALUES ('197', '18', '/217/18/1542431085aaa649.jpg', '23', '1');
INSERT INTO `manhuaphotos` VALUES ('198', '18', '/217/18/1542431085aaa734.jpg', '24', '1');
INSERT INTO `manhuaphotos` VALUES ('199', '18', '/217/18/1542431085aaa473.jpg', '25', '1');
INSERT INTO `manhuaphotos` VALUES ('200', '18', '/217/18/1542431085aaa597.jpg', '26', '1');
INSERT INTO `manhuaphotos` VALUES ('201', '18', '/217/18/1542431085aaa182.jpg', '27', '1');
INSERT INTO `manhuaphotos` VALUES ('202', '18', '/217/18/1542431085aaa856.jpg', '28', '1');
INSERT INTO `manhuaphotos` VALUES ('203', '18', '/217/18/1542431085aaa382.jpg', '29', '1');
INSERT INTO `manhuaphotos` VALUES ('204', '18', '/217/18/1542431085aaa806.jpg', '30', '1');
INSERT INTO `manhuaphotos` VALUES ('205', '19', '/217/19/1542431229aaa865.jpg', '0', '1');
INSERT INTO `manhuaphotos` VALUES ('206', '19', '/217/19/1542431229aaa182.jpg', '1', '1');
INSERT INTO `manhuaphotos` VALUES ('207', '19', '/217/19/1542431229aaa727.jpg', '2', '1');
INSERT INTO `manhuaphotos` VALUES ('208', '19', '/217/19/1542431229aaa623.jpg', '3', '1');
INSERT INTO `manhuaphotos` VALUES ('209', '19', '/217/19/1542431229aaa327.jpg', '4', '1');
INSERT INTO `manhuaphotos` VALUES ('210', '19', '/217/19/1542431230aaa536.jpg', '5', '1');
INSERT INTO `manhuaphotos` VALUES ('211', '19', '/217/19/1542431230aaa904.jpg', '6', '1');
INSERT INTO `manhuaphotos` VALUES ('212', '19', '/217/19/1542431230aaa384.jpg', '7', '1');
INSERT INTO `manhuaphotos` VALUES ('213', '20', '/217/20/1542431230aaa279.jpg', '0', '1');
INSERT INTO `manhuaphotos` VALUES ('214', '20', '/217/20/1542431230aaa243.jpg', '1', '1');
INSERT INTO `manhuaphotos` VALUES ('215', '20', '/217/20/1542431230aaa240.jpg', '2', '1');
INSERT INTO `manhuaphotos` VALUES ('216', '20', '/217/20/1542431230aaa731.jpg', '3', '1');
INSERT INTO `manhuaphotos` VALUES ('217', '20', '/217/20/1542431230aaa521.jpg', '4', '1');
INSERT INTO `manhuaphotos` VALUES ('218', '20', '/217/20/1542431230aaa468.jpg', '5', '1');
INSERT INTO `manhuaphotos` VALUES ('219', '20', '/217/20/1542431230aaa999.jpg', '6', '1');
INSERT INTO `manhuaphotos` VALUES ('220', '20', '/217/20/1542431230aaa173.jpg', '7', '1');
INSERT INTO `manhuaphotos` VALUES ('221', '20', '/217/20/1542431230aaa558.jpg', '8', '1');
INSERT INTO `manhuaphotos` VALUES ('222', '20', '/217/20/1542431230aaa123.jpg', '9', '1');
INSERT INTO `manhuaphotos` VALUES ('223', '20', '/217/20/1542431230aaa200.jpg', '10', '1');
INSERT INTO `manhuaphotos` VALUES ('224', '20', '/217/20/1542431230aaa408.jpg', '11', '1');
INSERT INTO `manhuaphotos` VALUES ('225', '20', '/217/20/1542431230aaa548.jpg', '12', '1');
INSERT INTO `manhuaphotos` VALUES ('226', '20', '/217/20/1542431230aaa143.jpg', '13', '1');
INSERT INTO `manhuaphotos` VALUES ('227', '20', '/217/20/1542431230aaa242.jpg', '14', '1');
INSERT INTO `manhuaphotos` VALUES ('228', '20', '/217/20/1542431230aaa662.jpg', '15', '1');
INSERT INTO `manhuaphotos` VALUES ('229', '20', '/217/20/1542431230aaa193.jpg', '16', '1');
INSERT INTO `manhuaphotos` VALUES ('230', '20', '/217/20/1542431230aaa734.jpg', '17', '1');
INSERT INTO `manhuaphotos` VALUES ('231', '20', '/217/20/1542431230aaa321.jpg', '18', '1');
INSERT INTO `manhuaphotos` VALUES ('232', '20', '/217/20/1542431230aaa750.jpg', '19', '1');
INSERT INTO `manhuaphotos` VALUES ('233', '20', '/217/20/1542431230aaa196.jpg', '20', '1');
INSERT INTO `manhuaphotos` VALUES ('234', '20', '/217/20/1542431230aaa712.jpg', '21', '1');
INSERT INTO `manhuaphotos` VALUES ('235', '20', '/217/20/1542431230aaa780.jpg', '22', '1');
INSERT INTO `manhuaphotos` VALUES ('236', '20', '/217/20/1542431230aaa737.jpg', '23', '1');
INSERT INTO `manhuaphotos` VALUES ('237', '20', '/217/20/1542431230aaa226.jpg', '24', '1');
INSERT INTO `manhuaphotos` VALUES ('238', '20', '/217/20/1542431230aaa115.jpg', '25', '1');
INSERT INTO `manhuaphotos` VALUES ('239', '20', '/217/20/1542431230aaa321.jpg', '26', '1');
INSERT INTO `manhuaphotos` VALUES ('240', '20', '/217/20/1542431230aaa414.jpg', '27', '1');
INSERT INTO `manhuaphotos` VALUES ('241', '20', '/217/20/1542431230aaa167.jpg', '28', '1');
INSERT INTO `manhuaphotos` VALUES ('242', '20', '/217/20/1542431230aaa164.jpg', '29', '1');
INSERT INTO `manhuaphotos` VALUES ('243', '20', '/217/20/1542431230aaa288.jpg', '30', '1');

-- ----------------------------
-- Table structure for `nation`
-- ----------------------------
DROP TABLE IF EXISTS `nation`;
CREATE TABLE `nation` (
  `id` tinyint(2) NOT NULL AUTO_INCREMENT,
  `nation` varchar(30) NOT NULL,
  `flag` varchar(150) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of nation
-- ----------------------------
INSERT INTO `nation` VALUES ('1', '中国', '/public/uploads/20191201/1575198258J3U1p.png');
INSERT INTO `nation` VALUES ('2', '越南', '/public/uploads/20191201/15752000727Xhoq.png');
INSERT INTO `nation` VALUES ('3', '泰国', null);
INSERT INTO `nation` VALUES ('4', '菲律宾', null);
INSERT INTO `nation` VALUES ('5', '新加坡', null);
INSERT INTO `nation` VALUES ('6', '日本', null);
INSERT INTO `nation` VALUES ('7', '韩国', null);
INSERT INTO `nation` VALUES ('8', '俄罗斯', null);

-- ----------------------------
-- Table structure for `statistics`
-- ----------------------------
DROP TABLE IF EXISTS `statistics`;
CREATE TABLE `statistics` (
  `id` int(9) NOT NULL AUTO_INCREMENT,
  `daili_id` int(5) NOT NULL,
  `ip` varchar(50) DEFAULT NULL,
  `coming_url` varchar(100) DEFAULT NULL,
  `area` varchar(50) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `daili_id` (`daili_id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of statistics
-- ----------------------------
INSERT INTO `statistics` VALUES ('1', '1', '127.0.0.1', 'http://www.baidu.com/sdf/sdf', '福建省海口市', '2018-11-01 00:19:06');
INSERT INTO `statistics` VALUES ('2', '1', '127.0.0.1', '浏览器输入网站', 'SINGAPORE', '2018-11-03 03:16:43');
INSERT INTO `statistics` VALUES ('3', '1', '127.0.0.1', 'http://manhuadailibackend.com/backend/showindex', 'SINGAPORE', '2018-11-03 04:15:22');
INSERT INTO `statistics` VALUES ('4', '1', '127.0.0.1', '浏览器输入网址', 'SINGAPORE', '2018-11-03 04:18:11');
INSERT INTO `statistics` VALUES ('5', '8', '127.0.0.1', 'http://www.manhuadailibackend.com/backend/showindex', 'SINGAPORE', '2018-11-09 07:15:52');

-- ----------------------------
-- Table structure for `users`
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `uid` int(8) NOT NULL AUTO_INCREMENT,
  `daili_id` int(5) NOT NULL DEFAULT '0',
  `user_name` varchar(50) NOT NULL,
  `pwd` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '0:冻结 1:正常',
  `vip` tinyint(1) NOT NULL DEFAULT '0' COMMENT '0:不是vip 1:vip',
  `vip_start_time` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `vip_end_time` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `vip_time` timestamp NULL DEFAULT '0000-00-00 00:00:00' COMMENT '这个字段是用来计算第一次开vip的时间',
  `login_ip` varchar(50) DEFAULT NULL,
  `register_ip` varchar(50) DEFAULT NULL,
  `last_login_time` timestamp NULL DEFAULT '0000-00-00 00:00:00',
  `coin` int(8) NOT NULL DEFAULT '0' COMMENT '金币数',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of users
-- ----------------------------
INSERT INTO `users` VALUES ('3', '1', 'eleven', 'eyJpdiI6IjBEYzUyUmJDb0J3aTF4dmlMeDliY2c9PSIsInZhbHVlIjoiVDJlNmsyK0lOWDRMUGNzWmlvT01xQT09IiwibWFjIjoiM2M1NDlmNWQ5MzBiNTBmNWYxZTc1ZjY5ZmQwZTc3ZmRiN2I1MTNjZGY3MTRjZDUyYWUzZDg3ZGYzMmIxY2MwNyJ9', '1', '0', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '127.0.0.1', '127.0.0.1', '2018-11-22 03:32:54', '5', '2018-10-28 08:50:29', '2018-11-22 15:32:54');
INSERT INTO `users` VALUES ('5', '3', 'eleven1', 'eyJpdiI6IkZtc2RRTEFWaGNMV0dpUnJVbHp5WUE9PSIsInZhbHVlIjoidHR5NHJkZ3N0dmF0U3NOcnY0alZVUT09IiwibWFjIjoiMmQyNWQwNzU1YWE4ZGYxY2M5OGQ2MTM1M2E2ZmY5NmQ3ZDIyMGFlYTQ3ZDk4ZTJlOGQwNTQxY2M5MTcxYjA0ZCJ9', '1', '0', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '127.0.0.1', '127.0.0.1', '2018-10-28 06:34:29', '0', '2018-10-28 18:34:29', '2018-10-29 02:37:49');
INSERT INTO `users` VALUES ('6', '1', 'test1', 'eyJpdiI6Im9CRUdBU2NUSWpMVitLY1BTV0NiVGc9PSIsInZhbHVlIjoiUGQxU3pONVBcL2VHTlAwM2VmakVvUW4rWXZFVGZXTHpVU2dUYkVOdUcxZzA9IiwibWFjIjoiZjMzYjI3NDRhNmI3YTMyZjA2YTRhZTU1ZjI0MWExNTk1YTZjMGI2ZDlkZjhiZjdkZjNkMjIxYzcxNGQzMmVkYyJ9', '1', '0', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '127.0.0.1', '127.0.0.1', '2018-11-02 06:31:48', '0', '2018-11-02 18:31:48', '2018-11-02 18:31:48');
INSERT INTO `users` VALUES ('7', '0', 'eleven2', 'eyJpdiI6IlNobzBaR3RtdGJOZHgwSjBEUEMwUEE9PSIsInZhbHVlIjoiYkI0WEJmaHVMZ1Bpekh6Nngwem9NZz09IiwibWFjIjoiYWE5ZTgxNjRjYTRlNTMzMmUzOGQzOWRhZjE5MDQyNzA1YTYyNjIxY2E1YTdjN2IzNjhkNTFmOGMwNTQyMmM4YyJ9', '1', '0', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '127.0.0.1', '127.0.0.1', '2018-11-06 05:29:01', '0', '2018-11-06 17:29:01', '2018-11-06 17:29:01');
INSERT INTO `users` VALUES ('8', '0', 'eleven3', 'eyJpdiI6Iks0aTNQRXdYcmcxVU56THJRR1psdEE9PSIsInZhbHVlIjoibGdcLzR0WkErUEN2eWZVdnltZmJveGc9PSIsIm1hYyI6IjgyZjJiNzM1NDdlOTRlYmQzNjYxODcxOWI4NTNhYTY4NjU5ZGFlMWUwYzc4YTNjNDdkNDRhNzc3Njk3OTYxODUifQ==', '1', '0', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '127.0.0.1', '127.0.0.1', '2018-11-08 01:57:52', '0', '2018-11-08 13:57:52', '2018-11-08 13:57:52');
INSERT INTO `users` VALUES ('9', '0', 'eleven111', 'eyJpdiI6IjROQnQ4YTFwZDF1UnhQeVlqQitiSHc9PSIsInZhbHVlIjoiOU9HS0p3Y1dUS1plRzRyaFdVY0FBZz09IiwibWFjIjoiMjMyZDg4M2U0M2VkMGVmZGUzN2VmNjE4Mjg5ZWYwYTlmZDRkMTk1NDNhNzk4ODBkZWRkOGY2YjU5MmVlZWZjMCJ9', '1', '0', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '127.0.0.1', '127.0.0.1', '2018-11-10 05:22:21', '0', '2018-11-10 17:22:21', '2018-11-10 17:22:21');
